Repository: BenDevelopment/fpg-editor
Catalog: languages/fpg-editor.*.po
Languages: it, nl, pt

# tfrmmain.milangtranslator.caption
source: Traductor de Idiomas
pt: Language Translator

# tfrmmain.minew.caption
source: Nuevo
pt: Novo

source: Mostrar/Ocultar panel superior
pt: Mostrar / Ocultar painel de topo

# tfrmmain.mitools.caption
source: Herramientas
pt: Ferramentas

# tfrmmain.miviewimg.caption
source: Ver
pt: View

# tfrmmain.miwallpaper.caption
source: Portapapeles
pt: Clipboard

source: Código de FPG
pt: Código FPG

source: &Copiar al portapapeles
pt: Copiar e para área de transferência

source: Opciones
pt: Opções

source: Imagen
pt: Image

source: Aceptar
pt: OK

source: Propiedades
pt: Propriedades
