Repository: BenDevelopment/fpg-editor
Catalog: languages/fpg-editor.*.po
Languages: it, nl, pt

# tform1.btnaceptar.caption
source: Aceptar
it: OK
nl: Akkoord

# tform1.btncancelar.caption
source: Cancelar
it: Annulla
nl: Annuleren

# TFRMABOUT.CAPTION
source: Acerca de ...
it: Informazioni su ...
pt: Sobre ...

# tfrmabout.tscharacteristic.caption
source: Caracteristicas
it: Caratteristiche
nl: Karakteristieken
pt: Recursos

# tfrmabout.tscredits.caption
source: Creditos
it: crediti
nl: Credits
pt: créditos

source: Descripcion
it: Descrizione
nl: Omschrijving
pt: Description

source: Configuración del generador de fuentes
it: Impostazione Font Generator
nl: Font Generator Configuratie
pt: Definir Gerador de Font

# tfrmcfg.gbpaleta.caption
source: Paleta de 256 colores
it: tavolozza di 256 colori
nl: 256 Kleuren palet
pt: paleta de 256 cores

source: Calcular paleta optimizada a los colores de la fuente
it: Calcola tavolozza ottimizzata per i colori dei caratteri
nl: Genereer optimaal palet voor de bron
pt: Calcular paleta otimizada para as cores da fonte

source: Adaptar fuente a la paleta cargada
it: Regola palette carattere caricato
nl: Pas het palet aan het geladen bestand
pt: Ajustar paleta fonte carregado

# tfrmcfg.sbaccept.caption
source: &Aceptar
it: &OK
nl: Akkoord
pt: & OK

# tfrmcfg.sbcancel.caption
source: &Cancelar
it: &Annulla
nl: Annuleren

source: &Cargar paleta
it: &Load Palette
nl: &Palet Laden
pt: Load & Palette

source: &Ver paleta
it: &Visualizza tavolozza
nl: &Palet Weergeven
pt: View & paleta

# TFRMCONFIG.BBACEPT.CAPTION
source: &Aceptar
it: &OK
nl: Akkoord
pt: & OK

# TFRMCONFIG.BBCANCEL.CAPTION
source: &Cancelar
it: &Annulla
nl: Annuleren

source: Configuración de FPG EDIT
it: Impostazione FPG EDIT
nl: FPGEDIT Configuren
pt: Definir FPG EDIT

source: 50% alfa a transparente
it: 50% alfa trasparente
nl: 50% alpha transparantie
pt: alpha 50% transparente

source: Auto carga de imágenes
it: Auto Load Images
nl: Afbeeldingen automatisch laden
pt: Carregar Imagens Auto

source: Auto carga al borrar
it: Carico Auto eliminando

source: Botones tipo "flat"
it: Tipo di tasti " flat "
nl: Button type "flat"
pt: tipo Botões " plano "

# tfrmconfig.cbsplash.caption
source: Mostrar pantalla de inicio
it: Mostra la schermata iniziale
nl: Start scherm weergeven
pt: tela Show

source: Global
it: globale

source: Editor de imágenes
it: Image Editor
nl: Afbeeldings Editor
pt: Editor de Imagem

# tfrmconfig.gblanguaje.caption
source: Lenguaje
it: Lingua
nl: Taal voorkeuren
pt: Idioma

source: Tiempo entre animación
it: Ritardo tra animazione
nl: Tijd tussen animaties frames
pt: Atraso entre animação

source: Colores de fondo
it: Sfondo colori

source: Files
it: File
nl: Bestanden
pt: Arquivos

# tfrmconfig.lbmiliseconds.caption
source: Milisegundos
it: millisecondi
nl: Milliseconds
pt: milissegundos

# tfrmconfig.lbpixels.caption
source: Pixels
it: Pixel

source: Tamaño de los iconos:
it: Icona Size
nl: Icoon grootte:
pt: Tamanho do ícone

# tfrmconfig.tsenviroment.caption
source: Entorno
it: Ambiente
nl: Omgeving
pt: Meio Ambiente

# tfrmfntview.groupbox6.caption
source: Imagen
it: Immagine
nl: Afbeelding

source: Comparar
it: Confronta
nl: Vergelijk

source: Comparar FPGs
it: Confronta FPGS
nl: Vergelijk FPG inhoud

# tfrmfpgeditor.aaddimg.caption
source: Añadir
it: Aggiungi
nl: Toevoegen

# tfrmfpgeditor.aanimfpg.caption
source: Animar
it: Anima
nl: Animeren

# tfrmfpgeditor.aanimimgs.caption
source: Animar
it: Anima
nl: Animeren

# tfrmfpgeditor.aclose.caption
source: &Cerrar
it: &Chiudi
nl: Sluiten

# tfrmfpgeditor.aconfig.caption
source: Configuración
it: Impostazioni
nl: Configuratie

# tfrmfpgeditor.acopyimg.caption
source: Copiar Imagen
it: Copia immagine
nl: Afbeelding kopiëren

# tfrmfpgeditor.action2.caption
source: Action2
it: azione2

# tfrmfpgeditor.adelete.caption
source: Eliminar
it: Elimina
nl: Verwijder

# tfrmfpgeditor.adeleteselimg.caption
source: Eliminar
it: Elimina
nl: Verwijder

# tfrmfpgeditor.aeditsel.caption
source: Editar
it: Modifica
nl: Bewerk

# tfrmfpgeditor.aeditselimg.caption
source: Editar
it: Modifica
nl: Bewerk

# tfrmfpgeditor.aempty.caption
source: Vaciar portapapeles
it: Appunti vuoto
nl: Klembord leegmaken

# tfrmfpgeditor.aexit.caption
source: Salir
it: Esci
nl: Afsluiten

# tfrmfpgeditor.aexport.caption
source: Exportar
it: Esporta
nl: Exporteren

# tfrmfpgeditor.afpg16f.caption
source: 16 bits Fenix
it: Fenix ​​16 bit

# tfrmfpgeditor.afpg24.caption
source: 24 bits
it: 24 bit

# tfrmfpgeditor.afpg32.caption
source: 32 bits
it: 32 bit

# tfrmfpgeditor.afpg8.caption
source: 8 bits
it: 8 bit

# tfrmfpgeditor.afpgpalette.caption
source: Paleta de colores
it: Tavolozza dei colori
nl: Kleuren palet

# tfrmfpgeditor.ainvertsel.caption
source: Invertir selección
it: Inverti selezione
nl: Selectie omkeren

# tfrmfpgeditor.ainvertselimgs.caption
source: Invertir selección
it: Inverti selezione
nl: Selectie omkeren

# tfrmfpgeditor.aopenimg.caption
source: Abrir
it: Apri
nl: Open

# tfrmfpgeditor.apasteimg.caption
source: Pegar imagen
it: Incolla Immagine
nl: Afbeelding plakken

# tfrmfpgeditor.areload.caption
source: Recargar
it: Ricarica
nl: Herladen

# tfrmfpgeditor.aselectall.caption
source: Seleccionar todo
it: Seleziona tutto
nl: Alles selecteren

# tfrmfpgeditor.aselectallimgs.caption
source: Seleccionar todo
it: Seleziona tutto
nl: Alles selecteren

# tfrmfpgeditor.cbtipofpg.text
source: FPG 32 bits (BennuGD )
it: FPG 32 bit (BennuGD)

# tfrmfpgeditor.gbfpg.caption
source: FPG (Ficheros de gráficos)
it: FPG (file grafici)
nl: FPG (Graphics File)

# tfrmfpgeditor.gbimages.caption
source: Imagenes
it: Immagini
nl: Afbeeldingen

# tfrmfpgeditor.lvfpg.columns[0].caption
source: Código
it: Codice
nl: Code

# tfrmfpgeditor.lvfpg.columns[1].caption
source: Nombre de Archivo
it: Nome del file
nl: Bestandsnaam

# tfrmfpgeditor.lvfpg.columns[2].caption
source: Nombre
it: Nome
nl: naam

# tfrmfpgeditor.lvfpg.columns[3].caption
source: Ancho
it: Larghezza
nl: Breedte

# tfrmfpgeditor.lvfpg.columns[5].caption
source: Puntos de control
it: Punti di controllo
nl: Controlepunten

# tfrmfpgeditor.lvimages.columns[0].caption
source: Nombre
it: Nome
nl: Naam

# tfrmfpgeditor.lvimages.columns[1].caption
source: Ancho
it: Larghezza
nl: Breedte

# tfrmfpgeditor.lvimages.columns[3].caption
source: Bits Por Pixel
it: bit per pixel
nl: bpp

# tfrmfpgeditor.miaddimgs.caption
source: Añadir selección
it: Aggiungi selezione
nl: Toevoegen aan selectie

# tfrmfpgeditor.miconvert.caption
source: Convertir a
it: Converti
nl: Omzetten naar

# tfrmfpgeditor.mideletesel.caption
source: Eliminar selección
it: Rimuovi selezione
nl: Van selectie verwijderen

# tfrmfpgeditor.mieditsel.caption
source: Editar selección
it: Modifica selezione
nl: Bewerk selectie

# tfrmfpgeditor.mieditselimg.caption
source: Editar seleccion
it: Modifica selezione
nl: Selectie bewerken

# tfrmfpgeditor.mifpgdetails.caption
source: Detalles
it: Dettagli
nl: Details

# tfrmfpgeditor.mifpgimages.caption
source: Imágenes
it: Immagini
nl: Afbeeldingen

# tfrmfpgeditor.mihideshowdirs.caption
source: Ocultar/Mostrar directorios
it: Mostra / Nascondi le directory
nl: Mappen Verbergen / Weergeven

# tfrmfpgeditor.miimages.caption
source: Imágenes
it: Immagini
nl: Afbeeldingen

# tfrmfpgeditor.miimgdetails.caption
source: Detalles
it: Dettagli
nl: Details

# tfrmfpgeditor.miimgimages.caption
source: Imágenes
it: Immagini
nl: Afbeeldingen

# tfrmfpgeditor.minew.caption
source: Nuevo
it: Nuovo
nl: Nieuw

# tfrmfpgeditor.miopen.caption
source: Abrir
it: Apri
nl: Open

# tfrmfpgeditor.mishowhideuppanel.caption
source: Mostrar/Ocultar panel superior
it: Mostra / Nascondi pannello superiore
nl: Bovenpaneel Weergeven / Verbergen

# tfrmfpgeditor.mitools.caption
source: Herramientas
it: Strumenti
nl: Gereedschappen

# tfrmfpgeditor.miviewfpg.caption
source: &Ver
it: &Visualizza
nl: & Weergeven

# tfrmfpgeditor.miviewimg.caption
source: Ver
it: Visualizza
nl: Bekijk

# tfrmfpgeditor.miwallpaper.caption
source: Portapapeles
it: Appunti
nl: Klembord

# tfrmfpgeditor.pfpgcode.caption
source: Código de FPG
it: Codice FPG
nl: FPG Code

# tfrmfpgeditor.ppcopyimage.caption
source: &Copiar al portapapeles
it: &Copia negli Appunti
nl: Naar klembord kopiëren

# tfrmfpgeditor.ppfpgopen.caption
source: Abrir
it: Apri
nl: Open

# TFRMFPGIMAGES.BBACEPTCHANGES.CAPTION
source: &Aceptar
it: &OK

# TFRMFPGIMAGES.BBCANCELCHANGES.CAPTION
source: &Cancelar
it: &Annulla

source: Modificar datos de imagen
it: Modifica i dati di immagine
nl: Bewerk afbeeldingseigenschappen

# TFRMFPGIMAGES.CAPTION
source: Editar propiedades de la imagen
it: Modifica Proprietà immagine

# tfrmfpgimages.gbcode.caption
source: Código
it: Codice

source: Nombre Archivo
it: Nome del file

# tfrmfpgimages.gbname.caption
source: Nombre
it: Nome

source: Puntos Ctrl
it: Punti Ctrl

# tfrmfpgimages.lbwidth.caption
source: Ancho
it: Larghezza
nl: Breedte

source: Puntos de control:
it: Punti di controllo
nl: Controlepunten

# tfrmfpgimages.lb_width.caption
source: Ancho:
it: Larghezza:
nl: Hoogte

# TFRMFPGIMAGES.LVCONTROLPOINTS.COLUMNS[0].CAPTION
source: Número
it: Numero

# TFRMFPGIMAGES.SBADD.HINT
source: Añadir punto de control
it: Aggiungi punto di controllo

# TFRMFPGIMAGES.SBADDPOINT.CAPTION
source: Añadir punto
it: Aggiungi punto

# TFRMFPGIMAGES.SBCHANGECOLOR.CAPTION
source: Cambiar color de puntos
it: Cambia colore di punti

# TFRMFPGIMAGES.SBDELETE.HINT
source: Eliminar punto de control
it: Elimina punto di controllo

source: Editar punto de control
it: Modifica checkpoint
nl: Bewerk controlepunten

# TFRMFPGIMAGES.SBIMAGESELECT.CAPTION
source: Poner puntos en imagen
it: Mettere i punti

# TFRMFPGIMAGES.SBLOADCP.CAPTION
source: Cargar puntos de control
it: punti di controllo di carico

source: Poner Centro
it: Imposta Center
nl: Plaats middelpunt

# TFRMFPGIMAGES.SBREMOVEALL.CAPTION
source: Borrar todos los puntos
it: Cancella tutti gli elementi

# TFRMFPGIMAGES.SBSETCENTER.CAPTION
source: Poner centro real
it: Metti vero e proprio centro

# TFRMFPGIMAGES.SBSETCONTROLPOINT.CAPTION
source: Añadir punto
it: Aggiungi punto

# TFRMFPGIMAGES.SBVIEWCONTROLPOINTS.CAPTION
source: Ver puntos de la imagen
it: Visualizza punti immagine

source: Puntos de Control
it: Punti di controllo
nl: Controlepunten

# tfrmfpgimages.tsproperties.caption
source: Propiedades
it: Proprietà
nl: Eigenschappen

# TFRMLANGTRANSLATOR.AABRIR.CAPTION
source: Abrir
it: Apri

# TFRMLANGTRANSLATOR.ACOPIAR.CAPTION
source: Copiar
it: Copia

# TFRMLANGTRANSLATOR.AGUARDAR.CAPTION
source: Guardar
it: Salva
pt: Salvar

# TFRMLANGTRANSLATOR.APEGAR.CAPTION
source: Pegar
it: Incolla
pt: Paste

# TFRMLANGTRANSLATOR.AUNIR.CAPTION
source: Unir
it: Merge
pt: Merge

# TFRMLANGTRANSLATOR.BUTTON1.CAPTION
source: Ayuda
it: Aiuto
pt: Help

# TFRMLANGTRANSLATOR.BUTTON2.CAPTION
source: Unir
it: Merge
pt: Merge

# TFRMLANGTRANSLATOR.BUTTON3.CAPTION
source: Guardar
it: Salva
pt: Salvar

# tfrmlangtranslator.caption
source: Traductor de Idiomas
it: Traduttore lingua
nl: Vertaler
pt: Language Translator

# TFRMLANGTRANSLATOR.EDIT1.TEXT
source: en
it: in
pt: in

# TFRMLANGTRANSLATOR.GROUPBOX1.CAPTION
source: Archivo Original
it: file originale
pt: Arquivo Original

# TFRMLANGTRANSLATOR.GROUPBOX2.CAPTION
source: Archivo Traducido
it: Il file tradotto
pt: Arquivo Traduzido

# TFRMLANGTRANSLATOR.LABEL1.CAPTION
source: Siglas lng:
it: lng" Acronim
pt: lng Siglas

# TFRMLANGTRANSLATOR.MENUITEM1.CAPTION
source: Archivo
it: File
pt: Arquivo

# TFRMLANGTRANSLATOR.MENUITEM4.CAPTION
source: Salir
it: Esci
pt: Exit

# TFRMLANGTRANSLATOR.MENUITEM5.CAPTION
source: Acciones
it: Azioni
pt: Ações

# TFRMLANGUAGECONVERTER.BCERRAR.CAPTION
source: &Cerrar
it: &Chiudi
pt: Close &

source: C&onvertir
it: C &onvert
nl: C & onverteer
pt: C & onvert

source: Conversor de ficheros de idioma
it: convertitore di file di lingua
nl: Taal bestanden Converter
pt: conversor de arquivos de idiomas

source: Archivo Antiguo:
it: Old file:
nl: Oud bestand:

source: Archivo Nuevo:
it: Nuovo file
nl: Nieuw bestand:
pt: Novo Arquivo

# tfrmmain.aabout.caption
source: Acerca de ...
it: Informazioni su ...
nl: Over...
pt: Sobre ...

# tfrmmain.alngconvert.caption
source: Convertidor de lng
it: lng Converter
nl: Vertaler

# tfrmmain.alngtranslator.caption
source: Traductor de Idiomas
it: Traduttore lingua
nl: Vertaler

# tfrmmain.menuitem11.caption
source: Herramientas
it: Strumenti
nl: Gereedschappen

# tfrmmain.menuitem13.caption
source: Ayuda
it: Aiuto
nl: Help

# tfrmmainfnt.bgsize.caption
source: Tamaño
it: Dimensione
nl: Grootte
pt: Tamanho

source: Generador de fuentes
it: Font Generator
nl: Font Generator
pt: Gerador de Font

source: Extendido
it: Avanzate
nl: Uitgebreid
pt: Extended

source: Minúsculas
it: Tiny
nl: Kleine letters
pt: Tiny

source: Números
it: Numeri
nl: Nummers

source: Símbolos
it: Simboli
nl: Symbolen

source: Mayúsculas
it: Shift
nl: Shift
pt: Shift

# TFRMMAINFNT.GBEDGE.CAPTION
source: Reborde
it: flangia
nl: Rand
pt: flange

source: Fuente en FNT
it: Sorgente in FNT
nl: FNT bron
pt: Fonte de FNT

source: Nombre de la fuente
it: Nome del carattere
nl: Font naam

source: Selección de colores
it: Scelta dei colori
nl: Kies kleuren
pt: Escolha de cores

# TFRMMAINFNT.GBSHADOW.CAPTION
source: Sombra
it: Shadow
nl: Schaduw

source: Estilo
it: Stile
nl: Stijl

source: Contenido
it: Contenuto
nl: Inhoud
pt: Conteúdo

source: Mostrar texto:
it: Mostra testo
nl: Tekst weergave:

source: Mostrar char:
it: Mostra char
nl: Karakter weergeven:
pt: Show char

# TFRMMAINFNT.LBNAMEFONT.CAPTION
source: No hay fuente
it: Nessuna fonte
nl: Geen bron
pt: Nenhuma fonte

# tfrmmainfnt.lbnamefontb.caption
source: No hay fuente
it: Nessuna fonte
nl: Geen bron
pt: Nenhuma fonte

source: Posici
it: posizione
nl: Positie
pt: posição

# TFRMMAINFNT.LBSIZEEDGE.CAPTION
source: Tamaño
it: Dimensione
nl: Grootte
pt: Tamanho

source: Importar una fuente de una imagen
it: Importa una sorgente di immagine
nl: Importeer een bronafbeelding
pt: Importar uma fonte de imagem

# tfrmmainfnt.rbsedge.caption
source: Reborde
it: flangia
nl: Rand
pt: flange

source: Fuente
it: Sorgente
nl: Bron
pt: Source

# tfrmmainfnt.rbsshadow.caption
source: Sombra
it: Shadow
nl: Schaduw

source: Color de fondo
it: Colore di sfondo
nl: Achtergrond kleur

source: Cambiar el color de fondo
it: Cambia il colore di sfondo
nl: Verander achtergrond kleur
pt: Alterar a cor de fundo

# tfrmmainfnt.sbexport.caption
source: Exportar
it: Esporta
nl: Exporteren
pt: Export

source: Exportar fuente de texto
it: carattere del testo Export
nl: Exporteer tekst font
pt: fonte de texto Export

source: Importar
it: Importa
nl: Importeren

source: Importar fuente de texto
it: Importa carattere del testo
nl: Import tekst font
pt: fonte de texto Importar

source: &Cargar Fuente
it: &Load Source
nl: Bron laden
pt: Load & Fonte

source: Cambiar el tipo de letra
it: Passa
nl: Verander het font
pt: Mudar fonte

source: Generar
it: Genera
nl: Genereren
pt: Gerar

source: Generar fuente
it: Genera sorgente
nl: Bron genereren
pt: Gerar Source

source: Abrir fuente de texto
it: testo open source
nl: Bron tekst openen
pt: texto de código aberto

# tfrmmainfnt.sboptions.caption
source: Opciones
it: Opzioni
nl: Opties

source: Opciones generales
it: Opzioni generali
nl: Globale opties
pt: Opções Gerais

source: Guardar fuente de texto
it: Salva il font del testo
nl: Tekst font opslaan
pt: Salvar fonte de texto

source: Guardar fuente de texto como
it: Salva come tipo di carattere del testo
nl: Tekst font opslaan als
pt: Salvar como fonte de texto

# tfrmmainfnt.sbsavetext.caption
source: Guardar texto
it: Salva il testo
nl: Bewaar tekst
pt: Salvar Texto

source: Guardar el texto escrito
it: Salva il testo composto
nl: Gecreëerde tekst opslaan
pt: Salvar texto composto

source: Color
it: Colore
nl: Kleur

source: Establece un color
it: Imposta un colore
nl: Pikt een kleur
pt: Define uma cor

# tfrmmainfnt.sbselectimage.caption
source: Imagen
it: Immagine
nl: Afbeelding

source: Establece una imagen
it: Imposta l'immagine
nl: Plaats afbeelding
pt: Define uma imagem

# TFRMMAINFNT.SBSHOWFNT.CAPTION
source: Ver FNT
it: Visualizza FNT
nl: FNT weergeven
pt: FNT View

# tfrmmainfnt.sbshowfnt.hint
source: Ver FNT
it: Visualizza FNT
nl: FNT weergeven
pt: FNT View

# TFRMMAINFNT.SDSAVETEXT.TITLE
source: Guardar texto
it: Salva il testo
nl: Teskt opslaan
pt: Salvar Texto

# TFRMMAPEDITOR.ACTION1.CAPTION
source: Abrir
it: Apri

# TFRMMAPEDITOR.ACTION2.CAPTION
source: Guardar
it: Salva

source: Guardar como ..
it: Salva con nome ..
nl: Oplsaan als..

# TFRMMAPEDITOR.ACTION4.CAPTION
source: Salir
it: Esci

# TFRMMAPEDITOR.ACTION5.CAPTION
source: Lápiz
it: Matita

# TFRMMAPEDITOR.ACTION6.CAPTION
source: Línea
it: Linea

# tfrmmapeditor.action7.caption
source: Elipse
it: Ellisse

# tfrmmapeditor.action8.caption
source: Deshacer
it: Annulla
nl: Ongedaan maken

# tfrmmapeditor.figurecombo.text
source: Lápiz
it: Matita
nl: Pen (stippen)

# TFRMMAPEDITOR.GBGAMUTS.CAPTION
source: Gamas de colores
it: tavolozze

# TFRMMAPEDITOR.GBPALETTE.CAPTION
source: Paleta de colores
it: Tavolozza dei colori

source: Contorno
it: Profilo
nl: Contour

source: Relleno
it: Fill
nl: Opvulling

source: General
it: Generale
nl: Generaal

source: Modo:
it: Mode
nl: Mode:

source: Color de fondo:
it: Colore di sfondo
nl: Achtergrond kleur:

source: Herramienta:
it: Strumento
nl: Gereedschap:

source: Contorno:
it: Profilo
nl: Rand stijl:

# TFRMMAPEDITOR.LABEL3.CAPTION
source: Ancho:
it: Larghezza:

# tfrmmapeditor.label6.caption
source: Color:
it: Colore
nl: Kleur:

# tfrmmapeditor.label7.caption
source: Estilo:
it: Stile
nl: Stijl:

# TFRMMAPEDITOR.LABEL8.CAPTION
source: Estilo:
it: Stile

# TFRMMAPEDITOR.LABEL9.CAPTION
source: Color:
it: Colore

# TFRMMAPEDITOR.MENUITEM1.CAPTION
source: Archivo
it: File

# TFRMMAPEDITOR.MENUITEM10.CAPTION
source: Editar
it: Modifica

source: &Triángulo
it: &Triangle
nl: &Driehoek

source: &Rectángulo
it: &Rettangolo
nl: &Rechthoek

source: &Copiar Color
it: &Copia a colori
nl: &Kleur pikken

# TFRMMAPEDITOR.MENUITEM15.CAPTION
source: Ver
it: Visualizza

source: Barra de propiedades
it: Proprietà Bar
nl: Eigenschappen paneel

# TFRMMAPEDITOR.MENUITEM17.CAPTION
source: Paleta de colores
it: Tavolozza dei colori

# TFRMMAPEDITOR.MENUITEM18.CAPTION
source: Ayuda
it: Aiuto

# tfrmmapeditor.menuitem19.caption
source: Gamas de colores
it: tavolozze
nl: Kleuren bereik

source: Herramienta
it: Strumento
nl: Gereedschap

# TFRMMAPEDITOR.MENUITEM7.CAPTION
source: &Lápiz
it: &Matita

# tfrmmapeditor.menuitem8.caption
source: L&ínea
it: L &INEA
nl: &Lijn

source: &Elipse
it: &Ellisse

source: &Si
it: &Sì
nl: &Ja

# TFRMMESSAGEBOX.BBBUTTON2.CAPTION
source: &Cancelar
it: &Annulla

# tfrmprgeditor.aexit.caption
source: Salir
it: Esci
nl: Afsluiten

# tfrmprgeditor.editcopy1.hint
source: Copiar
it: Copia
nl: Kopiëren

# tfrmprgeditor.editpaste1.hint
source: Pegar
it: Incolla
nl: Plakken

# tfrmprgeditor.editundo1.hint
source: Deshacer
it: Annulla
nl: Ongedaan maken

# tfrmprgeditor.fileopen1.hint
source: Abrir
it: Apri
nl: Open

# tfrmprgeditor.lblconvert.caption
source: Convertir a
it: Converti
nl: Omzetten naar

# tfrmprgeditor.menuitem1.caption
source: Archivo
it: File
nl: Bestand

# tfrmprgeditor.menuitem14.caption
source: Herramientas
it: Strumenti
nl: Gereedschappen

# tfrmprgeditor.menuitem5.caption
source: Editar
it: Modifica
nl: Bewerk

# tfrmprgoptions.btnaceptar.caption
source: Aceptar
it: OK
nl: Akkoord

# tfrmprgoptions.btncancelar.caption
source: Cancelar
it: Annulla
nl: Annuleren

# TFRMSELECTCOLOR.BACEPTAR.CAPTION
source: Aceptar
it: OK

# TFRMSELECTCOLOR.BCANCELAR.CAPTION
source: Cancelar
it: Annulla

source: Seleccionar Color
it: Seleziona colore
nl: Kleur selecteren

# TFRMSELECTCOLOR.GBPALETTE.CAPTION
source: Paleta de colores
it: Tavolozza dei colori

# tfrmview.gbdetails.caption
source: Detalles de la imagen
it: Immagine Dettagli
nl: Afbeeldingsdetails
pt: Detalhes da Imagem

# tfrmview.lbancho.caption
source: Ancho
it: Larghezza

source: Ancho :
it: Larghezza:
nl: Breedte:
pt: Largura:

source: FNT 8 bits (All)
it: TNF 8 bit (Tutti)

source: FNT 16 bits (Fenix/BennuGD)
it: FNT 16 bit (Fenix ​​/ BennuGD)

source: FNT 24 bits
it: FNT 24 bit

source: FNT 32 bits (BennuGD)
it: FNT 32 bit (BennuGD)

source: FNT 8 bits (Fenix/BennuGD)
it: FNT 8 bit (Fenix ​​/ BennuGD)

source: FPG 16 bits (Fenix/BennuGD)
it: FPG 16 bit (Fenix ​​/ BennuGD)

source: FPG 24 bits
it: FPG 24 bit

source: FPG 32 bits (BennuGD)
it: FPG 32 bit (BennuGD)

source: FPG 8 bits (All)
it: FPG 8 bit (Tutti)

source: FPG 16 bits (CDIV)
it: FPG 16 bit (CDIV)

source: perdidos
it: perso
nl: kwijt

source: colores
it: colori
nl: kleuren

source: Anular
it: Annulla
nl: Afbreken
pt: Cancelar

# ulanguage.lng_about_as
source: Acerca de ...
it: Informazioni su ...
nl: Over ...
pt: Sobre ...

# ulanguage.lng_accept
source: Aceptar
it: OK
nl: Akkoord

source: Adaptando imagen(es)
it: immagine Adattamento (s)
nl: Afbeelding(en) aanpassen
pt: Adaptar imagem (s)

# ulanguage.lng_add
source: Añadir
it: Aggiungi
nl: Toevoegen
pt: Adicionar

# ulanguage.lng_add_control_point
source: Añadir punto de control
it: Aggiungi punto di controllo
nl: Controlepunt toevoegen
pt: Adicionar Ponto de Controle

source: Añadir imagen(es)
it: Aggiungi immagine (s)
nl: Afbeelding(en) toevoegen
pt: Adicionar imagem (s)

source: Añadir imagen(es) al FPG
it: Aggiungi immagine (s) a FPG
nl: Afbeelding(en) toevoegen aan FPG
pt: Adicionar imagem (s) para FPG

# ulanguage.lng_add_point
source: Añadir punto
it: Aggiungi punto
nl: Punt toevoegen
pt: Adicionar ponto

source: Analizando imagen(es)
it: Analizzare immagini (s)
nl: Afbeelding(en) analyseren
pt: Verificando a imagem (s)

# ulanguage.lng_animate
source: Animar
it: Anima
nl: Animeren

source: Animar imágenes
it: immagini animate
nl: Afbeeldingen animeren
pt: imagens" Anima

source: Animar imágenes seleccionadas
it: Animare immagini selezionate
nl: Geselecteerde afbeeldingen animeren
pt: Animar imagens selecionadas

source: Animación
it: Animazione
nl: Animatie
pt: Animação

source: ¿Seguro que desea borrar esta(s) imagen(es)?
it: Sei sicuro di voler eliminare questo (s) immagine (s)?
nl: Weet je zeker dat je de geselecteerde afbeelding(en) wilt wissen?
pt: Você tem certeza que quer apagar esta imagem (s) (s)?

source: Auto-carga de imágenes
it: Auto-caricamento immagini
nl: Afbeeldingen automatisch laden
pt: Auto-load imagens

source: Auto-cargar al eliminar
it: Auto-load eliminando
nl: Afbeeldingen automatisch laden na verwijdering
pt: Auto-carga, eliminando a

# ulanguage.lng_cancel
source: Cancelar
it: Annulla
nl: Annuleren

source: Cambiar código de inserción de imagen
it: Cambia immagine codice di inserimento
nl: Verander code van ge-inserteerde afbeelding
pt: Alterar código de inserção de imagem

# ulanguage.lng_change_color_of_points
source: Cambiar color de puntos
it: Cambia colore di punti
nl: Verander kleur van controlepunten
pt: Alterar cor de pontos

source: Cambiar código de inserción
it: Cambia il codice embed
nl: Wijzig inserteringscode
pt: Alterar código embed

source: Cambiar lenguaje del programa
it: Program Change Language
nl: Verander programma taal
pt: Programa Alterar idioma

# ulanguage.lng_characteristic
source: Caracteristicas
it: Caratteristiche
nl: Karakteristieken
pt: Recursos

# ulanguage.lng_clear_clipboard
source: Vaciar portapapeles
it: Appunti vuoto
nl: Klembord opschonen
pt: Área de Transferência Empty

# ulanguage.lng_clipboard
source: Portapapeles
it: Appunti
nl: Klembord
pt: Clipboard

source: Cerrar
it: Chiudi
nl: Sluiten
pt: Fechar

# ulanguage.lng_code
source: Código
it: Codice
nl: Code

source: Código de inserción de imagen
it: Immagine Codice Embed
nl: Afbeelding inserteringscode
pt: Imagem Código Embed

source: Comprimiendo archivo...
it: Compressione file ...
nl: Compireer bestand...
pt: A compactação de arquivo ...
