Repository: BenDevelopment/fpg-editor
Catalog: languages/fpg-editor.*.po
Languages: it, nl, pt

source: Compresor
it: Compressor
nl: Compressor
pt: Compressor

source: Comprimir archivo
it: Comprimi file
nl: Comprimeer bestand
pt: Compress File

# ulanguage.lng_control_points
source: Puntos de control
it: Punti di controllo
nl: Controlepunten
pt: pontos de controle

source: Convertir a ...
it: Converti in ...
nl: Omzetten naar ...
pt: Converter para ...

source: Copiar imagen
it: Copia immagine
nl: Kopieer afbeelding

source: Copiar imagen al portapapeles
it: Copia immagine negli appunti
nl: Kopieer afbeelding naar het klembord.
pt: Copiar imagem para o clipboard

source: Archivo FPG guardado correctamente
it: File salvato con successo FPG
nl: FPG bestand correct opgeslagen
pt: Arquivo salvo com sucesso FPG

source: Creando tabla de conversión
it: Creazione tabella di conversione
nl: Creeer conversie tabel
pt: Criando tabela de conversão

# ulanguage.lng_credits
source: Creditos
it: crediti
nl: Credits
pt: créditos

# ulanguage.lng_delete
source: Eliminar
it: Elimina
nl: Verwijder
pt: Excluir

# ulanguage.lng_delete_all_points
source: Borrar todos los puntos
it: Cancella tutti gli elementi
nl: Verwijder alle punten
pt: Excluir todos os itens

# ulanguage.lng_delete_control_point
source: Eliminar punto de control
it: Elimina punto di controllo
nl: Verwijder controlepunt
pt: Excluir checkpoint

source: Eliminar imagen(es)
it: Elimina immagine (s)
nl: Verwijder afbeelding(en)
pt: Delete Image (s)

source: Eliminar imagen(es) seleccionada(s)
it: Elimina immagine (s) selezionato (s)
nl: Verwijder geselecteerde afbeelding(en)
pt: Excluir imagem (s) selecionada (s)

# ulanguage.lng_details
source: Detalles
it: Dettagli
nl: Details
pt: Detalhes

# ulanguage.lng_details_of_image
source: Detalles de la imagen
it: Immagine Dettagli
nl: Afbeeldingsdetails
pt: Detalhes da Imagem

source: Directorio
it: Directory
nl: Mappen
pt: Diretório

source: Inactivo
it: Off
nl: Uitgeschakeld
pt: Desligado

# ulanguage.lng_edit
source: Editar
it: Modifica
nl: Bewerk

source: Editar imagen
it: Modifica immagine
nl: Bewerk afbeelding
pt: Editar imagem

source: Editar imagen con un editor externo
it: Modifica immagine con editor esterno
nl: Bewerk afbeelding met een extern programma
pt: Editar imagem com editor externo

# ulanguage.lng_edit_properties_of_the_image
source: Editar propiedades de la imagen
it: Modifica Proprietà immagine
nl: Bewerk de eigenschappen van de afbeelding
pt: Propriedades da Imagem Edit

# ulanguage.lng_edit_selection
source: Editar selección
it: Modifica selezione
nl: Bewerk selectie
pt: Editar Seleção

source: Activo
it: Attivo
nl: Ingeschakeld
pt: Active

# ulanguage.lng_enviroment
source: Entorno
it: Ambiente
nl: Omgeving
pt: Meio Ambiente

source: Error
it: Errore
nl: Fout
pt: Erro

source: El archivo existe, ¿Desea sobreescribirlo?
it: Il file esiste, sostituire?
nl: Het bestand bestaat reeds, weet je zeker dat je het wilt overschrijven?
pt: O arquivo existe, substituir?

source: El código establecido ya existe.
it: Il set di codice esiste già.
nl: Deze map code bestaat reeds
pt: O conjunto de códigos já existe.

# ulanguage.lng_exit
source: Salir
it: Esci
nl: Afsluiten
pt: Exit

# ulanguage.lng_export
source: Exportar
it: Esporta
nl: Exporteren
pt: Export

source: Exportar imagen(es) del FPG a disco
it: Esporta immagine (s) di FPG su disco
nl: Exporteer afbeelding(en) naar disk
pt: Exportar Imagem (s) da FPG no disco

source: Exportar recursos del FPG
it: Esporta risorse FPG
nl: Exporteer bronnen uit de FPG
pt: recursos de exportação GPF

source: El archivo ya existe.
it: Il file esiste già.
nl: Het bestand bestaat reeds.
pt: O arquivo já existe.

source: Archivo de lenguaje incorrecto.
it: Il file di linguaggio volgare.
nl: Ongeldig taal bestand.
pt: Arquivo de linguagem chula.

# ulanguage.lng_file_name
source: Nombre de Archivo
it: Nome del file
nl: Bestandsnaam
pt: Nome do arquivo

source: El archivo no existe.
it: Il file non esiste.
nl: Het bestaat niet.
pt: O arquivo não existe.

source: Botones tipo "FLAT"
it: Tipo di tasti " FLAT "
nl: platte knoppen
pt: tipo Botões " FLAT "

source: Código de FPG:
it: FPG Codice
nl: FPG Code:
pt: Código FPG

source: Configurar FPG Editor
it: Set Editor FPG
nl: FPG Editor Configuratie
pt: Set Editor de FPG

source: FPG (Archivo de gráficos)
it: FPG (file grafico)
nl: FPG (File of graphics)
pt: FPG (arquivo gráfico)

source: Debe seleccionar solamente una imagen.
it: È necessario selezionare una sola immagine.
nl: Je moet minstens een afbeelding selecteren in de FPG.
pt: Você deve selecionar apenas uma imagem.

# ulanguage.lng_help
source: Ayuda
it: Aiuto
nl: Help
pt: Help

# ulanguage.lng_hide_show_directories
source: Ocultar/Mostrar directorios
it: Mostra / Nascondi le directory
nl: Mappen Verbergen / Weergeven
pt: Ocultar / Mostrar diretórios

source: Ocultar/Mostrar panel superior
it: Mostra / Nascondi Pannello superiore
nl: Paneel Verbergen/Weergeven
pt: Ocultar / Mostrar painel superior

source: Ignorar
it: Ignora
nl: Negeren

# ulanguage.lng_images
source: Imágenes
it: Immagini
nl: Afbeeldingen
pt: Imagens

source: Imagen(es) movida(s) a la papelera de reciclaje
it: Immagine (s) mossa (s) nel cestino
nl: Afbeelding(en) naar de prullenbak verplaatst
pt: Imagem movimento (s) (s) para a lixeira

source: Imagen(es) a
it: Immagine (s) a
nl: Afbeelding(en) naar
pt: Image (s) para

source: Imagen copiada al portapapeles.
it: immagine copiata negli appunti.
nl: Afbeelding is naar het klembord gekopieerd.
pt: imagem copiados para o clipboard.

source: El tamaño de los iconos de imagen es incorrecto.
it: La dimensione icona è un'immagine corretta.
nl: De grootte van de iconen is incorrect.
pt: O tamanho do ícone é a imagem incorreta"

source: Información
it: Informazioni
nl: Informatie
pt: Information

source: Debe introducir la coordenada
it: È necessario inserire la coordinata
nl: Je moet een coordinaat specificeren.
pt: Você deve digitar a coordenada

# ulanguage.lng_invert_selection
source: Invertir selección
it: Inverti selezione
nl: Selectie omkeren
pt: Inverter Seleção

# ulanguage.lng_language
source: Lenguaje
it: Lingua
nl: Taal
pt: Idioma

source: Cargando imágenes
it: Caricamento di immagini
nl: Afbeelding(en) inlezen
pt: Carregando imagens

# ulanguage.lng_load_control_points
source: Cargar puntos de control
it: punti di controllo di carico
nl: Laad controlepunten
pt: pontos de controle de carga

source: Cargar Paleta
it: Carica Palette
nl: Laad Palet
pt: Paleta Load

source: Localizar programa para edición de imágenes
it: Individuare programma di modifica immagine
nl: Locatie van extern beeldbewerkingsprogramma
pt: Localizar programa de edição de imagem

# ulanguage.lng_milliseconds
source: Milisegundos
it: millisecondi
nl: Milliseconden
pt: milissegundos

source: Modificar punto de control
it: Modifica checkpoint
nl: Controle punt modificeren
pt: Modificar checkpoint

# ulanguage.lng_name
source: Nombre
it: Nome
nl: Naam
pt: Nome

# ulanguage.lng_new
source: Nuevo
it: Nuovo
nl: Nieuw
pt: Novo

source: El fichero no es un archivo FPG o puede estar comprimido.
it: Il file non è un file può essere compresso o glicemia a digiuno.
nl: Dit is geen FPG bestand en het kan niet gecomprimeerd worden.
pt: O arquivo não é um arquivo pode ser comprimido ou FPG.

source: No ha cargado una paleta gráfica, ( en 8 bits debe seleccionar una paleta gráfica de 256 colores )
it: Non hai ancora caricato una tavolozza grafica (8-bit grafica deve selezionare una tavolozza di 256 colori)
nl: Het kleurenpalet van de afbeelding is niet geladen, in 8 bit mode moet je eerst een 256 kleurenpalet laden.
pt: Você não enviou uma paleta gráfica (8 bits gráficos deve selecionar uma paleta de 256 cores)

source: No encuentra imagen en el portapapeles.
it: Impossibile trovare l'immagine negli appunti.
nl: Er is geen afbeelding op het klembord aanwezig.
pt: Não é possível encontrar a imagem na área de transferência.

source: No existe FPG.
it: Ci FPG"
nl: De FPG bestaat niet.
pt: Há FPG.

source: no contiene paleta de 256 colores.
it: contiene tavolozza di 256 colori.
nl: bevat geen 256 kleurenpalet.
pt: contém 256 paleta de cores.

source: No hay imagen(es) para convertir.
it: Nessuna immagine (s) da convertire.
nl: Geen afbeeldingen voor conversie gespecificeerd.
pt: Sem imagem (s) para converter"

source: No se pudo abrir el archivo, compruebe que otro programa no este utilizando este archivo.
it: Impossibile aprire il file, assicurarsi che un altro programma non sta utilizzando questo file.
nl: Het bestand kon niet geopend worden, vergewis jezelf dat het niet al reeds door een ander programma geopend is.
pt: Não foi possível abrir o arquivo, certifique-se outro programa não está usando este arquivo.

# ulanguage.lng_number
source: Número
it: Numero
nl: Nummer

source: Solo se puede editar una imagen.
it: È possibile modificare solo una foto.
nl: Slechts een afbeelding kan bewerkt worden.
pt: Você só pode editar uma imagem.

# ulanguage.lng_open
source: Abrir
it: Apri
nl: Openen

source: Paleta (FPG 8 bits)
it: Tavolozza (FPG 8 bit)
nl: Palet (FPG 8 bits)

# ulanguage.lng_palette_of_256_colors
source: Paleta de 256 colores
it: tavolozza di 256 colori
nl: 256 kleuren palet
pt: paleta de 256 cores

source: La paleta generada tiene una precisión del
it: Il pallet ha generato precisione
nl: Het gegenereerde palet heeft een precisie van
pt: O pallet tem gerado precisão

source: Paleta a
it: Tavolozza a
nl: Palet naar
pt: Paleta para

# ulanguage.lng_paste_image
source: Pegar imagen
it: Incolla Immagine
nl: Afbeelding plakken
pt: Imagem Paste

# ulanguage.lng_pixels
source: Pixels
it: Pixel

source: Procesando imagen(es)
it: Elaborazione immagine (s)
nl: Afbeelding(en) verwerken
pt: Processamento de Imagem (s)

# ulanguage.lng_properties_
source: Propiedades
it: Proprietà
nl: Eigenschappen

source: Editor de imágenes
it: Image Editor
nl: Beeldbewerker

source: Poner centro
it: Imposta centro
nl: Plaats middelpunt
pt: Set centro

# ulanguage.lng_put_points_in_image
source: Poner puntos en imagen
it: Mettere i punti
nl: Plaats punten in afbeelding
pt: A colocação de pontos

# ulanguage.lng_put_real_center
source: Poner centro real
it: Metti vero e proprio centro
nl: Plaats het ware middelpunt
pt: Coloque centro real

# ulanguage.lng_reload
source: Recargar
it: Ricarica
nl: Herladen
pt: Reload

source: Recargar imágenes de un directorio
it: Ricaricare le immagini in una directory
nl: Herlaad afbeelding(en) uit map
pt: Reload imagens em um diretório

source: Recarga las imágenes con filtro
it: Ricarica immagini filtrate
nl: Herlaad afbeelding met filter
pt: Atualizar imagens filtradas

source: Reintentar
it: Riprova
nl: Opnieuw proberen
pt: Repetir

# ulanguage.lng_save
source: Guardar
it: Salva
nl: Opslaan
pt: Salvar

source: Guardar como ...
it: Salva con nome ...
nl: Opslaan als ...
pt: Salvar Como ...

source: ¿Guardar los cambios?
it: Salvare le modifiche?
nl: Wijzigingen opslaan?
pt: Salvar alterações?

source: Guardando FPG
it: Salvataggio FPG
nl: bezig met het opslaan van de FPG
pt: FPG Saving

# ulanguage.lng_select_all
source: Seleccionar todo
it: Seleziona tutto
nl: Alles selecteren
pt: Selecionar Tudo

source: Debe seleccionar varias imágenes para hacer la animación
it: È necessario selezionare più immagini per rendere l'animazione
nl: Je moet een paar afbeeldingen selecteren om een animatie te kunnen maken.
pt: Você deve selecionar várias imagens para fazer a animação

source: Establece el código de insercción en el FPG
it: Imposta il codice di inserimento in FPG
nl: Zet de insertiecode in de FPG
pt: Define o código de inserção no FPG

# ulanguage.lng_show_start_screen
source: Mostrar pantalla de inicio
it: Mostra la schermata iniziale
nl: Geef het home screen weer
pt: tela Show

source: Tamaño de iconos
it: Icona Size
nl: Grootte van de iconen
pt: Tamanho do ícone

source: ¿Seguro que desea borrar todos los puntos de control?
it: Sei sicuro di voler cancellare tutti i punti di controllo?
nl: Weet je zeker dat je alle controlepunten wilt wissen?
pt: Tem certeza de que deseja excluir todos os postos de controle?

source: El código ya existe o no es valido
it: Il codice esiste già o non è valido
nl: De code bestaat al of is ongeldig.
pt: O código já existe ou é inválido

source: El número debe estar entre 1 y 999 ambos incluidos
it: Il numero deve essere compreso tra 1 e 999 inclusiva
nl: Het nummer moet tussen 1 en 999 zijn
pt: O número deve estar entre 1 e 999 inclusiva

source: Tiempo entre imagen
it: Tempo tra immagine
nl: Tijd tussen de afbeeldingen

# ulanguage.lng_tools
source: Utilidades
it: Utilità
nl: Gereedschappen
pt: Utilitários

source: Tipo de FPG
it: Tipo di FPG
nl: FPG type
pt: FPG tipo

source: Tipo de recurso
it: Tipo di risorsa
nl: Resource type

source: Descomprimiendo FPG
it: Decompressione FPG
nl: Bezig met het decomprimeren van de FPG
pt: Descompactando FPG

source: Actualizando imagen(es)
it: Aggiornamento immagine (s)
nl: Afbeelding(en) vernieuwen
pt: imagem Atualizando (s)

# ulanguage.lng_view
source: Ver
it: Visualizza
nl: Bekijk
pt: View

# ulanguage.lng_view_icons
source: Imágenes
it: Immagini
nl: Afbeeldingen
pt: Imagens

source: Visualizar Paleta
it: Mostra Palette
nl: Palet weergeven
pt: Mostrar Paleta

# ulanguage.lng_view_points_in_image
source: Ver puntos de la imagen
it: Visualizza punti immagine
nl: Punten in afbeelding weergeven
pt: Ver pontos de imagem

source: Aviso
it: Attenzione
nl: Waarschuwing
pt: Warning

# ulanguage.lng_width
source: Ancho
it: Larghezza
nl: Breedte
pt: Largura

source: Debe tener la imagen a editar seleccionada.
it: È necessario selezionare l'immagine da modificare.
nl: Je moet een afbeelding selecteren om het te kunnen bewerken.
pt: Você deve ter selecionado uma imagem para editar.

source: Archivo FPG incorrecto
it: File FPG sbagliato
nl: FPG bestand is incorrect
pt: Arquivo FPG errado

source: Si
it: Se
nl: Ja
pt: Se

source: Fichero creado correctamente
it: File creato con successo
nl: Archief successvol aangemaakt
pt: Arquivo criado com sucesso

source: No existe el fichero:
it: Nessun file
nl: Geen bestand
pt: Nenhum arquivo tal

source: No existe el fichero de referencia:
it: Nessun riferimento, quali file:
nl: Geen referentiebestand:
pt: Nenhuma referência tal arquivo:

source: Archivo Juntado Correctamente
it: File Accoppiato correttamente
nl: Bestand correct samengevoegd
pt: Arquivo Juntamente corretamente

source: Abre el archivo .po a traducir.\nCopia el cotenido al portapapeles.\nPégalo en tu traductor favorito y tradúcelo.\nCopia el texto traducido y pégalo en el cuadro de abajo.\nPulsa Unir.\nEscribe las dos siglas del idioma destino.\nFinalmente guarda el archivo.
it: Aprire il file. po tradurre. cotenido nCopia appunti. nPégalo vostro traduttore preferito e tradurlo. nCopia e incollare il testo tradotto nella casella qui sotto. nPremere registrazione. nEscribe due lettere della lingua di destinazione. nFinalmente salvare il file.
nl: Open the. po translate. cotenido nCopia the clipboard. nPégalo your favorite translator and translate it. nCopia and paste the translated text in the box below. nPress Join. nEscribe two letters of the target language. nFinalmente save the file.
pt: Abra a po. traduzir. cotenido nCopia a área de transferência. nPégalo tradutor seu favorito e traduzi-lo. nCopia e colar o texto traduzido na caixa abaixo. nPressione Unir. nEscribe duas cartas de língua-alvo. nFinalmente salvar o arquivo.

# umainmap.lng_ellipse
source: Elipse
it: Ellisse

source: Con control pulsado y haciendo clic, puedes cambiar los colores de la paleta.
it: Con premere Control e facendo clic, è possibile modificare i colori della tavolozza.
nl: Hou de knop ingedrukt, dan kan je de kleuren van palet bewerken.

# umainmap.lng_pen
source: Lápiz
it: Matita
nl: Pen (stippen)

# tfrmabout.caption
source: Acerca de ...
nl: Over...

# tfrmfpgeditor.lvfpg.columns[4].caption
source: Alto
nl: Hoogte

# tfrmfpgeditor.lvimages.columns[2].caption
source: Alto
nl: hoogte

# tfrmfpgeditor.mifpglist.caption
source: Lista
nl: Lijst

# tfrmfpgeditor.miimglist.caption
source: Lista
nl: Lijst

# tfrmfpgimages.bbaceptchanges.caption
source: &Aceptar
nl: Akkoord
pt: & OK

# tfrmfpgimages.bbcancelchanges.caption
source: &Cancelar
nl: Annuleren

# tfrmfpgimages.caption
source: Editar propiedades de la imagen
nl: Bewerk eigenschappen van de afbeelding
pt: Propriedades da Imagem Edit

# tfrmfpgimages.lbheight.caption
source: Alto
nl: Hoogte

source: Alto:
nl: Breedte

# tfrmfpgimages.lvcontrolpoints.columns[0].caption
source: Número
nl: Nummer

# tfrmfpgimages.sbadd.hint
source: Añadir punto de control
nl: Controlepunt toevoegen
pt: Adicionar Ponto de Controle

# tfrmfpgimages.sbaddpoint.caption
source: Añadir punto
nl: Voeg punt toe
pt: Adicionar ponto

# tfrmfpgimages.sbchangecolor.caption
source: Cambiar color de puntos
nl: Verander kleur van het controlepunt
pt: Alterar cor de pontos

# tfrmfpgimages.sbdelete.hint
source: Eliminar punto de control
nl: Verwijder controlepunt
pt: Excluir checkpoint

# tfrmfpgimages.sbimageselect.caption
source: Poner puntos en imagen
nl: Plaats punt in afbeelding
pt: A colocação de pontos

# tfrmfpgimages.sbloadcp.caption
source: Cargar puntos de control
nl: Controle punten laden
pt: pontos de controle de carga

# tfrmfpgimages.sbremoveall.caption
source: Borrar todos los puntos
nl: Verwijder alle punten
pt: Excluir todos os itens

# tfrmfpgimages.sbsetcenter.caption
source: Poner centro real
nl: Put real center
pt: Coloque centro real

# tfrmfpgimages.sbsetcontrolpoint.caption
source: Añadir punto
nl: Voeg punt toe
pt: Adicionar ponto

# tfrmfpgimages.sbviewcontrolpoints.caption
source: Ver puntos de la imagen
nl: Punten in afbeelding weergeven
pt: Ver pontos de imagem

# tfrmlangtranslator.aabrir.caption
source: Abrir
nl: Openen

# tfrmlangtranslator.acopiar.caption
source: Copiar
nl: Kopiëren

# tfrmlangtranslator.aguardar.caption
source: Guardar
nl: Opslaan

# tfrmlangtranslator.apegar.caption
source: Pegar
nl: Plakken

# tfrmlangtranslator.aunir.caption
source: Unir
nl: Samenvoegen

# tfrmlangtranslator.button1.caption
source: Ayuda
nl: Help

# tfrmlangtranslator.button2.caption
source: Unir
nl: Samenvoegen

# tfrmlangtranslator.button3.caption
source: Guardar
nl: Opslaan

# tfrmlangtranslator.edit1.text
source: en
nl: in

# tfrmlangtranslator.groupbox1.caption
source: Archivo Original
nl: Oorspronkelijk bestand

# tfrmlangtranslator.groupbox2.caption
source: Archivo Traducido
nl: Bestand vertaald

# tfrmlangtranslator.label1.caption
source: Siglas lng:
nl: lng Acronyms

# tfrmlangtranslator.menuitem1.caption
source: Archivo
nl: Bestand

# tfrmlangtranslator.menuitem4.caption
source: Salir
nl: Afsluiten

# tfrmlangtranslator.menuitem5.caption
source: Acciones
nl: Acties

# tfrmlanguageconverter.bcerrar.caption
source: &Cerrar
nl: Sluiten

# TFRMMAINFNT.LABEL1.CAPTION
source: Alfa
nl: Alpha

# TFRMMAINFNT.LABEL2.CAPTION
source: Alfa
nl: Alpha

# tfrmmainfnt.label4.caption
source: Alfa
nl: Alpha

# tfrmmapeditor.action1.caption
source: Abrir
nl: Openen

# tfrmmapeditor.action2.caption
source: Guardar
nl: Opslaan
pt: Salvar

# tfrmmapeditor.action4.caption
source: Salir
nl: Afsluiten
pt: Exit

# tfrmmapeditor.action5.caption
source: Lápiz
nl: Pen (stippen)

# tfrmmapeditor.action6.caption
source: Línea
nl: Lijn

# tfrmmapeditor.gbgamuts.caption
source: Gamas de colores
nl: Kleuren bereik

# tfrmmapeditor.gbpalette.caption
source: Paleta de colores
nl: Kleuren palet

source: Rellleno:
nl: Opvul stijl:

# tfrmmapeditor.label3.caption
source: Ancho:
nl: Breedte:

# tfrmmapeditor.label4.caption
source: Alfa:
nl: Alpha:

# tfrmmapeditor.label5.caption
source: Alfa:
nl: Alpha:

# tfrmmapeditor.label8.caption
source: Estilo:
nl: Stijl:

# tfrmmapeditor.label9.caption
source: Color:
nl: Kleur:

# tfrmmapeditor.menuitem1.caption
source: Archivo
nl: Bestand
pt: Arquivo

# tfrmmapeditor.menuitem10.caption
source: Editar
nl: Bewerken

# tfrmmapeditor.menuitem15.caption
source: Ver
nl: Bekijk
pt: View

# tfrmmapeditor.menuitem17.caption
source: Paleta de colores
nl: Kleuren palet
pt: Paleta de Cores

# tfrmmapeditor.menuitem18.caption
source: Ayuda
nl: Help
pt: Help

# tfrmmapeditor.menuitem7.caption
source: &Lápiz
nl: &Pen (stippen)

source: &No
nl: &Nee

# tfrmmessagebox.bbbutton2.caption
source: &Cancelar
nl: Annuleren

# tfrmselectcolor.baceptar.caption
source: Aceptar
nl: Akkoord

# tfrmselectcolor.bcancelar.caption
source: Cancelar
nl: Annuleren

# tfrmselectcolor.gbpalette.caption
source: Paleta de colores
nl: Kleuren palet

source: frmView
nl: Frame weergeven

source: Alto :
nl: Hoogte:

source: Zoom :
nl: Zoom 1:1

# ulanguage.lng_height
source: Alto
nl: Hoogte

# ulanguage.lng_list
source: Lista
nl: Lijst

source: No
nl: Nee
pt: Não

# TFORM2.AGUARDAR.CAPTION
source: Guardar
pt: Salvar

# tform2.apegar.caption
source: Pegar
pt: Paste

# TFORM2.AUNIR.CAPTION
source: Unir
pt: Merge

# TFORM2.BUTTON1.CAPTION
source: Ayuda
pt: Help

# tform2.button2.caption
source: Unir
pt: Merge

# TFORM2.BUTTON3.CAPTION
source: Guardar
pt: Salvar

# tform2.edit1.text
source: en
pt: in

# tform2.groupbox1.caption
source: Archivo Original
pt: Arquivo Original

# tform2.groupbox2.caption
source: Archivo Traducido
pt: Arquivo Traduzido

# tform2.label1.caption
source: Siglas lng:
pt: lng Siglas

# TFORM2.MENUITEM4.CAPTION
source: Salir
pt: Exit

# tform2.menuitem5.caption
source: Acciones
pt: Ações

source: Viewer Background Colors
pt: Visualizador de Cor de Fundo

# tfrmmain.aaddimg.caption
source: Añadir
pt: Adicionar

# tfrmmain.aclose.caption
source: &Cerrar
pt: Close &

source: Configuración
pt: Configurações

source: Copiar Imagen
pt: Copiar Imagem

# tfrmmain.adelete.caption
source: Eliminar
pt: Excluir

# TFRMMAIN.ADELETESELIMG.CAPTION
source: Eliminar
pt: Excluir

# tfrmmain.aempty.caption
source: Vaciar portapapeles
pt: Área de Transferência Empty

# tfrmmain.aexit.caption
source: Salir
pt: Exit

# TFRMMAIN.AEXPORT.CAPTION
source: Exportar
pt: Export

source: [ FENIX ] http://fenix.divsite.net/
pt: [Phoenix] http://fenix.divsite.net/

source: &Generador de Fuentes
pt: & Fontes gerador

source: 16 bits Fenix
pt: Fenix ​​16 bits

source: 32 bits
pt: 32-bit

# tfrmmain.afpgpalette.caption
source: Paleta de colores
pt: Paleta de Cores

# tfrmmain.ainvertsel.caption
source: Invertir selección
pt: Inverter Seleção

# TFRMMAIN.AINVERTSELIMGS.CAPTION
source: Invertir selección
pt: Inverter Seleção

source: Convertidor de lng
pt: lng Converter

# tfrmmain.apasteimg.caption
source: Pegar imagen
pt: Imagem Paste

# tfrmmain.areload.caption
source: Recargar
pt: Reload

# tfrmmain.aselectall.caption
source: Seleccionar todo
pt: Selecionar Tudo

# TFRMMAIN.ASELECTALLIMGS.CAPTION
source: Seleccionar todo
pt: Selecionar Tudo

source: &Herramienta de Compresión
pt: Compressão de ferramentas

source: FPG Editor
pt: Editor de FPG

source: FPG (Ficheros de gráficos)
pt: FPG (arquivos gráficos)

source: Imagenes
pt: Imagens

# TFRMMAIN.LVFPG.COLUMNS[3].CAPTION
source: Ancho
pt: Largura

# TFRMMAIN.LVFPG.COLUMNS[5].CAPTION
source: Puntos de control
pt: pontos de controle

# tfrmmain.lvimages.columns[1].caption
source: Ancho
pt: Largura

source: Añadir selección
pt: Adicionar seleção

source: Convertir a
pt: Convert to

source: Eliminar selección
pt: Remover seleção

# tfrmmain.mieditsel.caption
source: Editar selección
pt: Editar Seleção

source: Editar seleccion
pt: Editar Seleção

# tfrmmain.mifpgdetails.caption
source: Detalles
pt: Detalhes

# tfrmmain.mifpgimages.caption
source: Imágenes
pt: Imagens

# tfrmmain.mihelp.caption
source: Ayuda
pt: Help

# tfrmmain.mihideshowdirs.caption
source: Ocultar/Mostrar directorios
pt: Ocultar / Mostrar diretórios

# tfrmmain.miimages.caption
source: Imágenes
pt: Imagens

# TFRMMAIN.MIIMGDETAILS.CAPTION
source: Detalles
pt: Detalhes

# TFRMMAIN.MIIMGIMAGES.CAPTION
source: Imágenes
pt: Imagens
