Repository: BenDevelopment/fpg-editor
Catalog: trunk/languages/fpg-editor.*.po
Languages: de, eu

source: Imagen(es) movida(s) a la papelera de reciclaje
de: Bild (er) in den Papierkorb
eu: Irudia(k) zakarrontzira bota d(ir)a

source: Imagen(es) a
de: Bild (er) zu
eu: Irudia(k) >>>

source: Imagen copiada al portapapeles.
de: Das Bild wird in die Zwischenablage kopiert.
eu: Paper-biltegian kopiatu da irudia.

source: El tamaño de los iconos de imagen es incorrecto.
de: Die Größe der Icons ist falsch.
eu: Irudien ikurren neurria okerra da.

source: Información
de: Information
eu: Jakingarriak

source: Debe introducir la coordenada
de: Sie müssen Koordinaten angeben.
eu: Kokagunea sartu behar duzu

# ulanguage.lng_invert_selection
source: Invertir selección
de: Selektion umkehren
eu: Hautaketa alderantzi

# ulanguage.lng_language
source: Lenguaje
de: Sprache
eu: Hizkuntza

# ulanguage.lng_list
source: Lista
de: Liste
eu: Zerrenda

source: Cargando imágenes
de: Bild (er) lesen
eu: Irudia(k) eskuratzen

# ulanguage.lng_load_control_points
source: Cargar puntos de control
de: Kontrollpunkten laden
eu: Kontrol-guneak eskuratu

source: Cargar Paleta
de: Farbpalette laden
eu: Paleta ireki

source: Localizar programa para edición de imágenes
de: Lage der externen Bildeditor
eu: Irudi sorgailua aurkitu

# ulanguage.lng_milliseconds
source: Milisegundos
de: Milli Sekunden
eu: seg. milaren

source: Modificar punto de control
de: Kontrollpunkt modifizieren
eu: Kontrol-gunea eraldatu

# ulanguage.lng_name
source: Nombre
de: Name
eu: Azalpenak

# ulanguage.lng_new
source: Nuevo
de: Neu
eu: Berria

source: No
de: Nein
eu: Ez

source: El fichero no es un archivo FPG o puede estar comprimido.
de: Dies ist keine FPG Datei und kann nicht komprimiert werden.
eu: Fitxategia ez da FPG erakoa edo trinkotuta dago.

source: No ha cargado una paleta gráfica, ( en 8 bits debe seleccionar una paleta gráfica de 256 colores )
de: Die Farbpalette des Bildes ist nicht geladen, in 8-Bit-Modus, müssen Sie zunächst ein 256-Farben-Palette laden.
eu: Ez duzu paleta egoki bat hautatu, (8 bitekin 256 margotako paleta bat hautatu behar duzu)

source: No encuentra imagen en el portapapeles.
de: Es gibt kein Bild in der Zwischenablage.
eu: Ez dugu irudirik aurkitu paper-biltegian.

source: No existe FPG.
de: Die FPG existiert nicht.
eu: Ez dago FPGa.

source: no contiene paleta de 256 colores.
de: enthält keine 256 Farbpalette.
eu: ez dauka 256 margotako paleta.

source: No hay imagen(es) para convertir.
de: Keine Bilder für die Konvertierung angegeben.
eu: Ez dago bihurtzeko irudirik.

source: No se pudo abrir el archivo, compruebe que otro programa no este utilizando este archivo.
de: Die Datei konnte nicht geöffnet werden, selbst dafür sorgen, dass es nicht bereits geöffnet ist von einem anderen Programm.
eu: Ezin izan dugu fitxategia ireki, ziurtatu ez dela beste gailurik berau erabiltzen ari.

# ulanguage.lng_number
source: Número
de: Nummer
eu: Zkia.

source: Solo se puede editar una imagen.
de: Slechts een afbeelding kan bewerkt worden.
eu: Irudi bat soilik eraldatu daiteke.

# ulanguage.lng_open
source: Abrir
de: Öffnen
eu: Ireki

source: Paleta (FPG 8 bits)
de: Palette (FPG 8 bits)
eu: Paleta (8 bitetako FPGa)

# ulanguage.lng_palette_of_256_colors
source: Paleta de 256 colores
de: 256 Farbenpalette
eu: 256 margotako paleta

source: La paleta generada tiene una precisión del
de: Die erzeugte Palette hat eine Genauigkeit von
eu: Eraturiko paletaren zehaztasuna:

source: Paleta a
de: Palette zu
eu: Paleta >>>

# ulanguage.lng_paste_image
source: Pegar imagen
de: Bild kleben
eu: Irudia itsatsi

source: Procesando imagen(es)
de: Bild (er)-Verarbeiten
eu: Irudia(k) irekitzen

# ulanguage.lng_properties_
source: Propiedades
de: Eigenschaften
eu: Ezaugarriak

source: Editor de imágenes
de: Bildbearbeitungsprogramm
eu: Irudi sorgailua

source: Poner centro
de: Mittelpunkt setzen
eu: Erdigunea jarri

# ulanguage.lng_put_points_in_image
source: Poner puntos en imagen
de: Punkte im Bild Legen
eu: Hautatu irudiaren k.-guneak

# ulanguage.lng_put_real_center
source: Poner centro real
de: Legen Sie das wahre Zentrum
eu: Irudiaren erdigunea zehaztu

# ulanguage.lng_reload
source: Recargar
de: Wieder aufladen
eu: Birkargatu

source: Recargar imágenes de un directorio
de: Bild(er) aus verzeichnis wieder aufladen
eu: Helbide batetik irudiak birkargatu

source: Recarga las imágenes con filtro
de: Bild neu laden mit Filter
eu: Irudiak iragazkiarekin birkargatzen ditu

source: Reintentar
de: Nochmal zu versuchen
eu: Berriz saiatu

# ulanguage.lng_save
source: Guardar
de: Speichern
eu: Gorde

source: Guardar como ...
de: Speichern unter ...
eu: Gorde honela ...

source: ¿Guardar los cambios?
de: Änderungen speichern?
eu: Aldaketak gorde nahi al dituzu?

source: Guardando FPG
de: beschäftigt mit das Speichern des FPG
eu: FPGa gordetzen

# ulanguage.lng_select_all
source: Seleccionar todo
de: Alles auswählen
eu: Hautatu guztia

source: Debe seleccionar varias imágenes para hacer la animación
de: Sie haben ein paar ausgewählte Bilder erforderlich um eine Animation zu machen.
eu: Irudiak biziarazteko bat baino gehiago aukeratu behar dituzu

source: Establece el código de insercción en el FPG
de: Legen Sie die Insert Code in das FPG
eu: FPGko ezartze-zenbakia zehaztu

# ulanguage.lng_show_start_screen
source: Mostrar pantalla de inicio
de: Homescreen anzeigen
eu: Sarrerako leihoa erakutsi

source: Tamaño de iconos
de: Größe der Symbole
eu: Ikurren neurria

source: ¿Seguro que desea borrar todos los puntos de control?
de: Sind Sie sicher, dass Sie alle Kontrollpunkte löschen?
eu: Benetan nahi al duzu kontrol-gune guztiak ezabatzea?

source: El código ya existe o no es valido
de: Der Code ist bereits vorhanden oder ist ungültig.
eu: Kodea lehen ere bazegoen, edo okerra da

source: El número debe estar entre 1 y 999 ambos incluidos
de: Die Zahl muss zwischen 1 und 999 liegen
eu: Zenbakiak 1 eta 999 artekoa (biak barne) izan behar du

source: Tiempo entre imagen
de: Zeit zwischen Bildern
eu: Irudi arteko tartea

# ulanguage.lng_tools
source: Utilidades
de: Werkzeugen
eu: Tresnak

source: Tipo de FPG
de: FPG-Typ
eu: FPG mota

source: Tipo de recurso
de: Ressourcentyp
eu: Baliabide mota

source: Descomprimiendo FPG
de: Beschäftigt mit das dekomprimieren des FPG
eu: FPG trinkoa zabaltzen

source: Actualizando imagen(es)
de: Bild (er) Aktualisieren
eu: Irudia(k) eguneratzen

# ulanguage.lng_view
source: Ver
de: Anzuzeigen
eu: Ikusi

# ulanguage.lng_view_icons
source: Imágenes
de: Bilder
eu: Irudiak

source: Visualizar Paleta
de: Palette anzeigen
eu: Paleta erakutsi

# ulanguage.lng_view_points_in_image
source: Ver puntos de la imagen
de: Punkte in Bild anzeigen
eu: Kontrol-gune guztiak erakutsi

source: Aviso
de: Achtung
eu: Oharra

# ulanguage.lng_width
source: Ancho
de: Breite
eu: Zabal.

source: Debe tener la imagen a editar seleccionada.
de: Sie müssen ein Bild wählen um das zu Bearbeiten.
eu: Eraldatu nahi duzun irudia hautatuta egon behar da.

source: Archivo FPG incorrecto
de: FPG-Datei ist falsch
eu: FPG hau okerra da

source: Si
de: Ja
eu: Bai

source: Fichero creado correctamente
de: Archiv erfolgreich angelegt
eu: Fitxategia behar bezala sortu da

source: No existe el fichero:
de: Keine Datei
eu: Ez dago halako fitxategi

source: No existe el fichero de referencia:
de: Keine Referenz-Datei:
eu: Ez dago halako fitxategi erreferentzia:

source: Archivo Juntado Correctamente
de: Datei ordnungsgemäß zusammengeführt
eu: Fitxategia behar bezala akoplatu

source: Abre el archivo .po a traducir.\nCopia el cotenido al portapapeles.\nPégalo en tu traductor favorito y tradúcelo.\nCopia el texto traducido y pégalo en el cuadro de abajo.\nPulsa Unir.\nEscribe las dos siglas del idioma destino.\nFinalmente guarda el archivo.
de: Open the. po translate. cotenido nCopia the clipboard. nPégalo your favorite translator and translate it. nCopia and paste the translated text in the box below. nPress Join. nEscribe two letters of the target language. nFinalmente save the file.
eu: Ireki. po itzultzeko. cotenido nCopia arbelean. nPégalo zure gogoko itzultzaile eta itzultzeko. nCopia eta itzulitako testua itsatsi beheko koadroan. nPress Erregistratu. nEscribe atzerriko hizkuntza bi letrak. nFinalmente fitxategia gorde.

# umainmap.lng_ellipse
source: Elipse
de: Ellipse

source: Con control pulsado y haciendo clic, puedes cambiar los colores de la paleta.
de: Halten Sie die Taste eingedrückt, dan können Sie die Farbpalette bearbeiten.

# umainmap.lng_pen
source: Lápiz
de: Pen (Punkte)

# TFRMABOUT.CAPTION
source: Acerca de ...
eu: FPG EDIT 2005en inguruan ...

# tfrmconfig.lbpixels.caption
source: Pixels
eu: piksel

# tfrmfpgeditor.aaddimg.caption
source: Añadir
eu: Gehitu

# tfrmfpgeditor.aanimfpg.caption
source: Animar
eu: Biziarazi

# tfrmfpgeditor.aanimimgs.caption
source: Animar
eu: Biziarazi

# tfrmfpgeditor.aclose.caption
source: &Cerrar
eu: & Itxi

# tfrmfpgeditor.aconfig.caption
source: Configuración
eu: Ezarpenak

# tfrmfpgeditor.acopyimg.caption
source: Copiar Imagen
eu: Kopiatu irudia

# tfrmfpgeditor.adelete.caption
source: Eliminar
eu: Ezabatu

# tfrmfpgeditor.adeleteselimg.caption
source: Eliminar
eu: Ezabatu

# tfrmfpgeditor.aeditsel.caption
source: Editar
eu: Eraldatu

# tfrmfpgeditor.aeditselimg.caption
source: Editar
eu: Eraldatu

# tfrmfpgeditor.aempty.caption
source: Vaciar portapapeles
eu: Paper-biltegia hustu

# tfrmfpgeditor.aexit.caption
source: Salir
eu: Irten

# tfrmfpgeditor.aexport.caption
source: Exportar
eu: Igorri

# tfrmfpgeditor.afpg16f.caption
source: 16 bits Fenix
eu: Fenix ​​16 bit

# tfrmfpgeditor.afpg24.caption
source: 24 bits
eu: 24 bit

# tfrmfpgeditor.afpg32.caption
source: 32 bits
eu: 32 bit

# tfrmfpgeditor.afpg8.caption
source: 8 bits
eu: 8 biteko

# tfrmfpgeditor.afpgpalette.caption
source: Paleta de colores
eu: Kolore-paleta

# tfrmfpgeditor.ainvertsel.caption
source: Invertir selección
eu: Hautaketa alderantzi

# tfrmfpgeditor.ainvertselimgs.caption
source: Invertir selección
eu: Hautaketa alderantzi

# tfrmfpgeditor.aopenimg.caption
source: Abrir
eu: Ireki

# tfrmfpgeditor.apasteimg.caption
source: Pegar imagen
eu: Irudia itsatsi

# tfrmfpgeditor.areload.caption
source: Recargar
eu: Birkargatu

# tfrmfpgeditor.aselectall.caption
source: Seleccionar todo
eu: Hautatu guztia

# tfrmfpgeditor.aselectallimgs.caption
source: Seleccionar todo
eu: Hautatu guztia

# tfrmfpgeditor.cbtipofpg.text
source: FPG 32 bits (BennuGD )
eu: 32 bit (BennuGD) FPG

# tfrmfpgeditor.gbfpg.caption
source: FPG (Ficheros de gráficos)
eu: FPG (grafikoak fitxategiak)

# tfrmfpgeditor.gbimages.caption
source: Imagenes
eu: Irudiak

# tfrmfpgeditor.lvfpg.columns[0].caption
source: Código
eu: Zenbakia

# tfrmfpgeditor.lvfpg.columns[1].caption
source: Nombre de Archivo
eu: Izena

# tfrmfpgeditor.lvfpg.columns[2].caption
source: Nombre
eu: Azalpenak

# tfrmfpgeditor.lvfpg.columns[3].caption
source: Ancho
eu: Zabal.

# tfrmfpgeditor.lvfpg.columns[4].caption
source: Alto
eu: Garai.

# tfrmfpgeditor.lvfpg.columns[5].caption
source: Puntos de control
eu: Kontrol-guneak

# tfrmfpgeditor.lvimages.columns[0].caption
source: Nombre
eu: Azalpenak

# tfrmfpgeditor.lvimages.columns[1].caption
source: Ancho
eu: Zabal.

# tfrmfpgeditor.lvimages.columns[2].caption
source: Alto
eu: Garai.

# tfrmfpgeditor.lvimages.columns[3].caption
source: Bits Por Pixel
eu: bit pixel

# tfrmfpgeditor.menuitem2.caption
source: Código
eu: Zenbakia

# tfrmfpgeditor.miaddimgs.caption
source: Añadir selección
eu: Gehitu hautapena

# tfrmfpgeditor.miconvert.caption
source: Convertir a
eu: Bihurtu

# tfrmfpgeditor.mideletesel.caption
source: Eliminar selección
eu: Kendu hautapena

# tfrmfpgeditor.mieditsel.caption
source: Editar selección
eu: Hautatutako irudia eraldatu

# tfrmfpgeditor.mieditselimg.caption
source: Editar seleccion
eu: Editatu hautapena

# tfrmfpgeditor.mifpgdetails.caption
source: Detalles
eu: Xehetasunak

# tfrmfpgeditor.mifpgimages.caption
source: Imágenes
eu: Irudiak

# tfrmfpgeditor.mifpglist.caption
source: Lista
eu: Zerrenda

# tfrmfpgeditor.mihideshowdirs.caption
source: Ocultar/Mostrar directorios
eu: Ezkutatu/Erakutsi helbideak

# tfrmfpgeditor.miimages.caption
source: Imágenes
eu: Irudiak

# tfrmfpgeditor.miimgdetails.caption
source: Detalles
eu: Xehetasunak

# tfrmfpgeditor.miimgimages.caption
source: Imágenes
eu: Irudiak

# tfrmfpgeditor.miimglist.caption
source: Lista
eu: Zerrenda

# tfrmfpgeditor.minew.caption
source: Nuevo
eu: Berria

# tfrmfpgeditor.miopen.caption
source: Abrir
eu: Ireki

# tfrmfpgeditor.mishowhideuppanel.caption
source: Mostrar/Ocultar panel superior
eu: Erakutsi / Ezkutatu top panel

# tfrmfpgeditor.mitools.caption
source: Herramientas
eu: Tresnak

# tfrmfpgeditor.miviewfpg.caption
source: &Ver
eu: & Ikusi

# tfrmfpgeditor.miviewimg.caption
source: Ver
eu: Ikusi

# tfrmfpgeditor.miwallpaper.caption
source: Portapapeles
eu: Paper-biltegia

# tfrmfpgeditor.pfpgcode.caption
source: Código de FPG
eu: Code FPG

# tfrmfpgeditor.ppcopyimage.caption
source: &Copiar al portapapeles
eu: & Copy to Clipboard

# tfrmfpgeditor.ppfpgopen.caption
source: Abrir
eu: Ireki

# tfrmfpgimages.gbcode.caption
source: Código
eu: Zenbakia

# tfrmfpgimages.gbfname.caption
source: Nombre Archivo
eu: Azalpenak

# tfrmfpgimages.gbname.caption
source: Nombre
eu: Azalpenak

# tfrmfpgimages.lbheight.caption
source: Alto
eu: Garai.

# tfrmfpgimages.lbwidth.caption
source: Ancho
eu: Zabal.

# TFRMLANGUAGECONVERTER.BCERRAR.CAPTION
source: &Cerrar
eu: & Itxi

# tfrmmain.alngtranslator.caption
source: Traductor de Idiomas
eu: Language Translator

# tfrmmain.menuitem11.caption
source: Herramientas
eu: Tresnak

# tfrmmain.menuitem13.caption
source: Ayuda
eu: Honen inguruan

# ulanguage.lng_pixels
source: Pixels
eu: piksel
