Repository: BenDevelopment/fpg-editor
Catalog: trunk/languages/fpg-editor.*.po
Languages: de, eu

# tform1.btnaceptar.caption
source: Aceptar
de: Akkord
eu: Ados

# tform1.btncancelar.caption
source: Cancelar
de: Annulieren
eu: Utzi

# tfrmabout.caption
source: Acerca de ...
de: Über ...

# tfrmabout.tscharacteristic.caption
source: Caracteristicas
de: Charakteristik
eu: Ezaugarriak

# tfrmabout.tscredits.caption
source: Creditos
de: Credits
eu: Egilea

source: Descripcion
de: Beschreibung
eu: Deskribapena

source: Configuración del generador de fuentes
de: Font Generator Konfiguration
eu: Font Generator ezartzea

# tfrmcfg.gbpaleta.caption
source: Paleta de 256 colores
de: 256 Farben Palette
eu: 256 margotako paleta

source: Calcular paleta optimizada a los colores de la fuente
de: Optimal Palette generieren für die Quelle
eu: Kalkulatu optimized paleta kolore letra-tipoa

source: Adaptar fuente a la paleta cargada
de: Stellen Sie den Palette Bereich der geladenen Datei
eu: Egokitu letra-tipo paleta kargatu

# tfrmcfg.sbaccept.caption
source: &Aceptar
de: Akkord
eu: & OK

# tfrmcfg.sbcancel.caption
source: &Cancelar
de: Annulieren
eu: & Utzi

source: &Cargar paleta
de: &Laden der Palet Datei
eu: & Kargatu paleta

source: &Ver paleta
de: &Display-Farben
eu: & View paleta

# TFRMCONFIG.BBACEPT.CAPTION
source: &Aceptar
de: Akkord
eu: & OK

# TFRMCONFIG.BBCANCEL.CAPTION
source: &Cancelar
de: Annulieren
eu: & Utzi

source: Configuración de FPG EDIT
de: FPGEDIT Konfiguration
eu: FPG editatzeko ezartzea

source: 50% alfa a transparente
de: 50% Alpha-Transparenz
eu: % 50 alfa gardenak

source: Auto carga de imágenes
de: Bilder automatisch laden
eu: Auto Kargatu irudiak

source: Botones tipo "flat"
de: Button type "flat"
eu: Botoiak mota " laua "

# tfrmconfig.cbsplash.caption
source: Mostrar pantalla de inicio
de: Startbildschirm Anzeigen
eu: Sarrerako leihoa erakutsi

source: Editor de imágenes
de: Image Editor
eu: Irudi-editorea

# tfrmconfig.gblanguaje.caption
source: Lenguaje
de: Spracheinstellungen
eu: Hizkuntza

source: Tiempo entre animación
de: Zeit zwischen Animationsframes
eu: animazio arteko atzerapena

source: Files
de: Datei
eu: Fitxategiak

# tfrmconfig.lbmiliseconds.caption
source: Milisegundos
de: Millisekunden
eu: seg. milaren

source: Tamaño de los iconos:
de: Icon-Größe:
eu: Ikono tamaina

# tfrmconfig.tsenviroment.caption
source: Entorno
de: Umgebung
eu: Ingurunea

# tfrmfntview.groupbox6.caption
source: Imagen
de: Bild
eu: irudia

source: Comparar
de: Vergleich

source: Comparar FPGs
de: FPG Inhalt vergleichen

# tfrmfpgimages.bbaceptchanges.caption
source: &Aceptar
de: Akkord
eu: & OK

# tfrmfpgimages.bbcancelchanges.caption
source: &Cancelar
de: Annulieren
eu: & Utzi

source: Modificar datos de imagen
de: Bildeigenschaften Bearbeiten

# tfrmfpgimages.caption
source: Editar propiedades de la imagen
de: Bearbeiten Eigenschaften des Bildes
eu: Irudiaren ezaugarriak aldatu

source: Puntos de control:
de: Kontrollpunkte

source: Alto:
de: Breite

# tfrmfpgimages.lb_width.caption
source: Ancho:
de: Höhe

# tfrmfpgimages.lvcontrolpoints.columns[0].caption
source: Número
de: Nummer
eu: Zkia.

# tfrmfpgimages.sbadd.hint
source: Añadir punto de control
de: Kontrollpunkte hinzufügen
eu: Kontrol-gune bat gehitu

# tfrmfpgimages.sbaddpoint.caption
source: Añadir punto
de: Kontrollpunkt hinzufügen
eu: K.-gunea gehitu

# tfrmfpgimages.sbchangecolor.caption
source: Cambiar color de puntos
de: Farbe des Kontrollpunktes ändern
eu: K. guneen margoa aldatu

# tfrmfpgimages.sbdelete.hint
source: Eliminar punto de control
de: Kontrollpunkt löschen
eu: Kontrol-gunea ezabatu

source: Editar punto de control
de: Kontrollpunkten Bearbeiten

# tfrmfpgimages.sbimageselect.caption
source: Poner puntos en imagen
de: Punkt in der Abbildung setzen
eu: Hautatu irudiaren k.-guneak

# tfrmfpgimages.sbloadcp.caption
source: Cargar puntos de control
de: Datei des kontrollpunktes laden
eu: Kontrol-guneak eskuratu

source: Poner Centro
de: Mittelpunkt setzen

# tfrmfpgimages.sbremoveall.caption
source: Borrar todos los puntos
de: Löschen Sie alle Punkte
eu: Ezabatu kontrol-gune guztiak

# tfrmfpgimages.sbsetcenter.caption
source: Poner centro real
de: Legen eigentliche Zentrum
eu: Irudiaren erdigunea zehaztu

# tfrmfpgimages.sbsetcontrolpoint.caption
source: Añadir punto
de: Punkt hinzufügen
eu: K.-gunea gehitu

# tfrmfpgimages.sbviewcontrolpoints.caption
source: Ver puntos de la imagen
de: Punkte in Bildanzeige
eu: Kontrol-gune guztiak erakutsi

source: Puntos de Control
de: Kontrollpunkte

# tfrmfpgimages.tsproperties.caption
source: Propiedades
de: Eigenschaften

# tfrmlangtranslator.aabrir.caption
source: Abrir
de: Öffnen
eu: Ireki

# tfrmlangtranslator.acopiar.caption
source: Copiar
de: Kopieren
eu: Kopiatu

# tfrmlangtranslator.aguardar.caption
source: Guardar
de: Speichern
eu: Gorde

# tfrmlangtranslator.apegar.caption
source: Pegar
de: Kleben
eu: Itsatsi

# tfrmlangtranslator.aunir.caption
source: Unir
de: Kombinieren
eu: Batu

# tfrmlangtranslator.button1.caption
source: Ayuda
de: Hilfe
eu: Honen inguruan

# tfrmlangtranslator.button2.caption
source: Unir
de: Kombinieren
eu: Batu

# tfrmlangtranslator.button3.caption
source: Guardar
de: Speichern
eu: Gorde

# tfrmlangtranslator.caption
source: Traductor de Idiomas
de: Übersetzer
eu: Language Translator

# tfrmlangtranslator.edit1.text
source: en
de: in

# tfrmlangtranslator.groupbox1.caption
source: Archivo Original
de: Original-Datei
eu: Original File

# tfrmlangtranslator.groupbox2.caption
source: Archivo Traducido
de: Datei übersetzt
eu: Itzultzailea

# tfrmlangtranslator.label1.caption
source: Siglas lng:
de: lng Acronyms
eu: GNL Acronyms

# tfrmlangtranslator.menuitem1.caption
source: Archivo
de: Datei
eu: Fitxategia

# tfrmlangtranslator.menuitem4.caption
source: Salir
de: Schließen
eu: Irten

# tfrmlangtranslator.menuitem5.caption
source: Acciones
de: Aktionen
eu: Ekintzak

# tfrmlanguageconverter.bcerrar.caption
source: &Cerrar
de: schließen

source: C&onvertir
de: K & onvertieren
eu: C & onvert

source: Conversor de ficheros de idioma
de: Sprachdateien Konverter
eu: Hizkuntza fitxategiak converter

source: Archivo Antiguo:
de: Alt-Datei:
eu: Old file:

source: Archivo Nuevo:
de: Neue Datei:
eu: Fitxategi berria

# tfrmmain.aabout.caption
source: Acerca de ...
de: Über ...
eu: FPG EDIT 2005en inguruan ...

# tfrmmain.aaddimg.caption
source: Añadir
de: Hinzufügen

# TFRMMAIN.AANIMFPG.CAPTION
source: Animar
de: Animieren

# tfrmmain.aanimimgs.caption
source: Animar
de: Animieren

# tfrmmain.aclose.caption
source: &Cerrar
de: Schließen

source: Configuración
de: Konfiguration

source: Copiar Imagen
de: Bild kopieren

# tfrmmain.adelete.caption
source: Eliminar
de: Entfernen

# TFRMMAIN.ADELETESELIMG.CAPTION
source: Eliminar
de: Entfernen

# tfrmmain.aeditsel.caption
source: Editar
de: Bearbeiten

# TFRMMAIN.AEDITSELIMG.CAPTION
source: Editar
de: Bearbeiten

# tfrmmain.aempty.caption
source: Vaciar portapapeles
de: Klemmbrett Leeren

# tfrmmain.aexit.caption
source: Salir
de: Ende

# TFRMMAIN.AEXPORT.CAPTION
source: Exportar
de: Exportieren

source: &Generador de Fuentes
de: Font Generator

# tfrmmain.afpgpalette.caption
source: Paleta de colores
de: Farbpalette

# tfrmmain.ainvertsel.caption
source: Invertir selección
de: Selektion umkehren

# TFRMMAIN.AINVERTSELIMGS.CAPTION
source: Invertir selección
de: Selektion umkehren

source: Convertidor de lng
de: Übersetzer

# TFRMMAIN.AOPENIMG.CAPTION
source: Abrir
de: Öffnen

# tfrmmain.apasteimg.caption
source: Pegar imagen
de: Bild einfügen

# tfrmmain.areload.caption
source: Recargar
de: wieder aufladen

# tfrmmain.aselectall.caption
source: Seleccionar todo
de: Alles markieren

# TFRMMAIN.ASELECTALLIMGS.CAPTION
source: Seleccionar todo
de: Alles markieren

source: &Herramienta de Compresión
de: Kompression Zusatzwerkzeug

source: FPG (Ficheros de gráficos)
de: FPG (Graphics File)

source: Imagenes
de: Bilder

# tfrmmain.lvfpg.columns[0].caption
source: Código
de: Kode

# tfrmmain.lvfpg.columns[1].caption
source: Nombre de Archivo
de: Dateiname

# tfrmmain.lvfpg.columns[2].caption
source: Nombre
de: Name

# tfrmmain.lvfpg.columns[3].caption
source: Ancho
de: Breite

# tfrmmain.lvfpg.columns[4].caption
source: Alto
de: Höhe

# tfrmmain.lvfpg.columns[5].caption
source: Puntos de control
de: Kontrollpunkte

# tfrmmain.lvimages.columns[0].caption
source: Nombre
de: name

# tfrmmain.lvimages.columns[1].caption
source: Ancho
de: Breite

# tfrmmain.lvimages.columns[2].caption
source: Alto
de: Höhe

source: Bits Por Pixel
de: bpp

source: Añadir selección
de: Zur Auswahl hinzufügen

# tfrmmain.miconvert.caption
source: Convertir a
de: Konvertieren in

source: Eliminar selección
de: von Auswahl Entfernen

# tfrmmain.mieditsel.caption
source: Editar selección
de: Auswahl bearbeiten

source: Editar seleccion
de: Auswahl bearbeiten

# tfrmmain.mifpgdetails.caption
source: Detalles
de: Details

# tfrmmain.mifpgimages.caption
source: Imágenes
de: Bilder

# tfrmmain.mifpglist.caption
source: Lista
de: Liste

# tfrmmain.mihelp.caption
source: Ayuda
de: Help

# tfrmmain.mihideshowdirs.caption
source: Ocultar/Mostrar directorios
de: Verzeichnisse verbergen / anzeigen

# tfrmmain.miimages.caption
source: Imágenes
de: Bilder

# TFRMMAIN.MIIMGDETAILS.CAPTION
source: Detalles
de: Details

# TFRMMAIN.MIIMGIMAGES.CAPTION
source: Imágenes
de: Bilder

# TFRMMAIN.MIIMGLIST.CAPTION
source: Lista
de: Liste

# tfrmmain.milangtranslator.caption
source: Traductor de Idiomas
de: Übersetzer

# tfrmmain.minew.caption
source: Nuevo
de: Neu

# TFRMMAIN.MIOPEN.CAPTION
source: Abrir
de: Öffnen

source: Mostrar/Ocultar panel superior
de: Oberes Bedienfeld anzeigen / ausblenden

# tfrmmain.mitools.caption
source: Herramientas
de: Werkzeugen

source: &Ver
de: & Anzeigen

# tfrmmain.miviewimg.caption
source: Ver
de: Anzeigen

# tfrmmain.miwallpaper.caption
source: Portapapeles
de: Klemmbrett

source: Código de FPG
de: FPG Code

source: &Copiar al portapapeles
de: In Zwischenablage kopieren

# tfrmmain.ppfpgopen.caption
source: Abrir
de: Öffnen

# tfrmmainfnt.bgsize.caption
source: Tamaño
de: Größe
eu: Tamaina

source: Generador de fuentes
de: Font Generator
eu: Font Generator

source: Extendido
de: Umfangreiches
eu: Extended

source: Minúsculas
de: Kleinbuchstaben
eu: Tiny

source: Números
de: Zahlen
eu: Zenbakiak

source: Símbolos
de: Symbole
eu: Sinboloak

source: Mayúsculas
de: Shift
eu: Shift

# TFRMMAINFNT.GBEDGE.CAPTION
source: Reborde
de: Rande
eu: Flange

source: Fuente en FNT
de: FNT Quelle
eu: FNT Iturria

source: Nombre de la fuente
de: Font name
eu: Font Name

source: Selección de colores
de: wählen Farben

# TFRMMAINFNT.GBSHADOW.CAPTION
source: Sombra
de: Schatten
eu: Itzala

source: Estilo
de: Stil
eu: Estiloa

source: Contenido
de: Inhalt
eu: Edukia

# TFRMMAINFNT.LABEL1.CAPTION
source: Alfa
de: Alpha

# TFRMMAINFNT.LABEL2.CAPTION
source: Alfa
de: Alpha

source: Mostrar texto:
de: Text Anzeige:
eu: Erakutsi testua

# tfrmmainfnt.label4.caption
source: Alfa
de: Alpha

source: Mostrar char:
de: Character Anzeigen:
eu: Erakutsi karaktererik gabe

# TFRMMAINFNT.LBNAMEFONT.CAPTION
source: No hay fuente
de: Keine Quelle
eu: source No

# tfrmmainfnt.lbnamefontb.caption
source: No hay fuente
de: Keine Quelle
eu: source No

source: Posici
de: Position
eu: posizioa

# TFRMMAINFNT.LBSIZEEDGE.CAPTION
source: Tamaño
de: Größe
eu: Tamaina

source: Importar una fuente de una imagen
de: Importieren Sie ein Quellbild
eu: Inportatu irudi-iturri bat

# tfrmmainfnt.rbsedge.caption
source: Reborde
de: Rande
eu: Flange

source: Fuente
de: Quelle
eu: Iturria

# tfrmmainfnt.rbsshadow.caption
source: Sombra
de: Schatten
eu: Itzala

source: Color de fondo
de: Hintergrundfarbe
eu: Atzeko Kolorea

source: Cambiar el color de fondo
de: Hintergrundfarbe ändern
eu: Aldatu atzeko planoaren kolorea

# tfrmmainfnt.sbexport.caption
source: Exportar
de: Exportieren
eu: Igorri

source: Exportar fuente de texto
de: Export Textschrift
eu: Esportatu testua letra-tipoa

source: Importar
de: Importieren
eu: Inportatu

source: Importar fuente de texto
de: Import Textschrift
eu: Inportatu testua letra-tipoa

source: &Cargar Fuente
de: Quelle laden
eu: & Load Iturria

source: Cambiar el tipo de letra
de: Die Schriftart ändern
eu: Aldatu letra-tipoa

source: Generar
de: Generieren
eu: Sortu

source: Generar fuente
de: Quelle generieren
eu: Sortu Iturria

source: Abrir fuente de texto
de: Quelltext öffnen

# tfrmmainfnt.sboptions.caption
source: Opciones
de: Optionen
eu: Aukerak

source: Opciones generales
de: Globale Optionen
eu: Aukera orokorrak

source: Guardar fuente de texto
de: Text Font Speichern
eu: Gorde testua letra-tipoa

source: Guardar fuente de texto como
de: Text Font Speichern unter
eu: testua letra-tipo gisa gorde

# tfrmmainfnt.sbsavetext.caption
source: Guardar texto
de: Text speichern
eu: Save Text

source: Guardar el texto escrito
de: erstellte Text speichern
eu: Gorde osatzen dute testua

source: Color
de: Farbe
eu: kolorea

source: Establece un color
de: Wählen Sie eine Farbe
eu: kolorea ezartzen du

# tfrmmainfnt.sbselectimage.caption
source: Imagen
de: Bild
eu: irudia

source: Establece una imagen
de: Bild setzen
eu: Irudi bat ezartzen du

# TFRMMAINFNT.SBSHOWFNT.CAPTION
source: Ver FNT
de: FNT anzeigen

# tfrmmainfnt.sbshowfnt.hint
source: Ver FNT
de: FNT anzeigen

# TFRMMAINFNT.SDSAVETEXT.TITLE
source: Guardar texto
de: Text speichern
eu: Save Text

# tfrmmapeditor.action1.caption
source: Abrir
de: Öffnen
eu: Ireki

# tfrmmapeditor.action2.caption
source: Guardar
de: Speichern
eu: Gorde

source: Guardar como ..
de: Speichern unter..

# tfrmmapeditor.action4.caption
source: Salir
de: Schließen
eu: Irten

# tfrmmapeditor.action5.caption
source: Lápiz
de: Pen (Punkte)

# tfrmmapeditor.action6.caption
source: Línea
de: Linie

# tfrmmapeditor.action7.caption
source: Elipse
de: Ellipse

# tfrmmapeditor.action8.caption
source: Deshacer
de: Rückgängig machen

# tfrmmapeditor.figurecombo.text
source: Lápiz
de: Pen (Punkte)

# tfrmmapeditor.gbgamuts.caption
source: Gamas de colores
de: Farbbereich

# tfrmmapeditor.gbpalette.caption
source: Paleta de colores
de: Farbenpalette
eu: Kolore-paleta

source: Contorno
de: Kontur

source: Relleno
de: Auffüllen

source: Modo:
de: Mode:

source: Color de fondo:
de: Hintergrundfarbe:

source: Herramienta:
de: Werkzeuge

source: Rellleno:
de: Fill Stil:

source: Contorno:
de: Randstil:

# tfrmmapeditor.label3.caption
source: Ancho:
de: Breite:

# tfrmmapeditor.label4.caption
source: Alfa:
de: Alpha:

# tfrmmapeditor.label5.caption
source: Alfa:
de: Alpha:

# tfrmmapeditor.label6.caption
source: Color:
de: Farbe:

# tfrmmapeditor.label7.caption
source: Estilo:
de: Stil:

# tfrmmapeditor.label8.caption
source: Estilo:
de: Stil:

# tfrmmapeditor.label9.caption
source: Color:
de: Farbe:

# tfrmmapeditor.menuitem1.caption
source: Archivo
de: Datei
eu: Fitxategia

# tfrmmapeditor.menuitem10.caption
source: Editar
de: Bearbeiten
eu: Eraldatu

source: &Triángulo
de: &Dreieck

source: &Rectángulo
de: &Rechteck

source: &Copiar Color
de: &Farbe wählen

# tfrmmapeditor.menuitem15.caption
source: Ver
de: Sehen
eu: Ikusi

source: Barra de propiedades
de: Eigenschaftenpanels

# tfrmmapeditor.menuitem17.caption
source: Paleta de colores
de: Farbenpalette
eu: Kolore-paleta

# tfrmmapeditor.menuitem18.caption
source: Ayuda
de: Hilfe
eu: Laguntza

# tfrmmapeditor.menuitem19.caption
source: Gamas de colores
de: Farbbereich

source: Herramienta
de: Werkzeuge

# tfrmmapeditor.menuitem7.caption
source: &Lápiz
de: &Pen (Punkte)

# tfrmmapeditor.menuitem8.caption
source: L&ínea
de: &Linie

source: &Elipse
de: &Ellipse

source: &Si
de: &Ja

source: &No
de: &Nein

# tfrmmessagebox.bbbutton2.caption
source: &Cancelar
de: Annulieren
eu: & Utzi

# tfrmprgeditor.aexit.caption
source: Salir
de: Schließen
eu: Irten

# tfrmprgeditor.editcopy1.hint
source: Copiar
de: Kopieren
eu: Kopiatu

# tfrmprgeditor.editpaste1.hint
source: Pegar
de: Kleben
eu: Itsatsi

# tfrmprgeditor.editundo1.hint
source: Deshacer
de: Rückgängig machen

# tfrmprgeditor.fileopen1.hint
source: Abrir
de: Öffnen
eu: Ireki

# tfrmprgeditor.lblconvert.caption
source: Convertir a
de: Konvertieren in
eu: Bihurtu

# tfrmprgeditor.menuitem1.caption
source: Archivo
de: Datei
eu: Fitxategia

# tfrmprgeditor.menuitem14.caption
source: Herramientas
de: Werkzeugen
eu: Tresnak

# tfrmprgeditor.menuitem5.caption
source: Editar
de: Bearbeiten
eu: Eraldatu

# tfrmprgoptions.btnaceptar.caption
source: Aceptar
de: Akkord
eu: Ados

# tfrmprgoptions.btncancelar.caption
source: Cancelar
de: Annulieren
eu: Utzi

# tfrmselectcolor.baceptar.caption
source: Aceptar
de: Akkord
eu: Ados

# tfrmselectcolor.bcancelar.caption
source: Cancelar
de: Annulieren
eu: Utzi

source: Seleccionar Color
de: Farbe wählen

# tfrmselectcolor.gbpalette.caption
source: Paleta de colores
de: Farbenpalette
eu: Kolore-paleta

source: frmView
de: Frame Anzeigen

# tfrmview.gbdetails.caption
source: Detalles de la imagen
de: Bild-Details
eu: Irudiaren xehetasunak

source: Alto :
de: Höhe:
eu: High

source: Ancho :
de: Breedte:
eu: Zabalera:

source: Zoom :
de: Zoom 1:1

source: perdidos
de: verloren

source: colores
de: Farben

source: Anular
de: Abbrechen
eu: Utzi

# ulanguage.lng_about_as
source: Acerca de ...
de: Über ...
eu: FPG EDIT 2005en inguruan ...

# ulanguage.lng_accept
source: Aceptar
de: Akkord
eu: Ados

source: Adaptando imagen(es)
de: Bild (er) anpassen
eu: Irudia(k) egokitzen

# ulanguage.lng_add
source: Añadir
de: Hinzufügen
eu: Gehitu

# ulanguage.lng_add_control_point
source: Añadir punto de control
de: Kontrollpunkt Hinzufügen
eu: Kontrol-gune bat gehitu

source: Añadir imagen(es)
de: Bild (er) hinzufügen
eu: Irudia(k) gehitu

source: Añadir imagen(es) al FPG
de: Bild (er) zu FPG hinzufügen
eu: FPGra irudia(k) gehitu

# ulanguage.lng_add_point
source: Añadir punto
de: Punkt hinzufügen
eu: K.-gunea gehitu

source: Analizando imagen(es)
de: Bild (er) analysieren
eu: Irudia(k) aztertzen

# ulanguage.lng_animate
source: Animar
de: Animieren
eu: Biziarazi

source: Animar imágenes
de: Bilder animieren
eu: Irudiak biziarazi

source: Animar imágenes seleccionadas
de: Ausgewählte Bilder animieren
eu: Hautaturiko irudiak biziarazi

source: Animación
de: Animation
eu: Irudi bizidunak

source: ¿Seguro que desea borrar esta(s) imagen(es)?
de: Sind Sie sicher, dass Sie der gewählter Bild (er) zu löschen?
eu: Benetan ezabatu nahi al d(it)uzu irudi hau(ek)?

source: Auto-carga de imágenes
de: Bilder automatisch laden
eu: Irudien berezko irakurketa

source: Auto-cargar al eliminar
de: Bilder automatisch nach Entfernung
eu: Ezabatzean berez birkargatu

# ulanguage.lng_cancel
source: Cancelar
de: Annulieren
eu: Utzi

source: Cambiar código de inserción de imagen
de: Code ändern des geladenen Bildes
eu: Irudiaren ezartze-zenbakia aldatu

# ulanguage.lng_change_color_of_points
source: Cambiar color de puntos
de: Ändern Sie die Farbe der Kontrollpunkte
eu: K. guneen margoa aldatu

source: Cambiar código de inserción
de: Einsatzringskode ändern
eu: Ezartze-zenbakia aldatu

source: Cambiar lenguaje del programa
de: Programmsprache ändern
eu: Gailuaren hizkuntza aldatu

# ulanguage.lng_characteristic
source: Caracteristicas
de: Charakteristik
eu: Ezaugarriak

# ulanguage.lng_clear_clipboard
source: Vaciar portapapeles
de: Klemmbrett Leeren
eu: Paper-biltegia hustu

# ulanguage.lng_clipboard
source: Portapapeles
de: Klemmbrett
eu: Paper-biltegia

source: Cerrar
de: Schließen
eu: Itxi

# ulanguage.lng_code
source: Código
de: Kode
eu: Zenbakia

source: Código de inserción de imagen
de: Bild insert Code
eu: Irudiaren ezartze-zenbakia

source: Comprimiendo archivo...
de: Compireer Datei ...
eu: Fitxategia trinkotzen...

source: Compresor
de: Compressor
eu: FENIXerako trinkogailua (zlib 1.1.4)

source: Comprimir archivo
de: Compress-Datei
eu: Fitxategia trinkotu

# ulanguage.lng_control_points
source: Puntos de control
de: Kontrollpunkten
eu: Kontrol-guneak

source: Convertir a ...
de: Konvertieren in ...
eu: Bihurtu ...

source: Copiar imagen
de: Bild kopieren
eu: Irudia kopiatu

source: Copiar imagen al portapapeles
de: Kopiere Bild zum Klemmbrett.
eu: Irudia paper-biltegian kopiatu

source: Archivo FPG guardado correctamente
de: FPG-Datei korrekt gespeichert
eu: FPGa arazorik gabe gorde da

source: Creando tabla de conversión
de: Erstelle Umrechnungstabelle
eu: Bihurtze-taula sortzen

# ulanguage.lng_credits
source: Creditos
de: Credits
eu: Egilea

# ulanguage.lng_delete
source: Eliminar
de: Entfernen
eu: Ezabatu

# ulanguage.lng_delete_all_points
source: Borrar todos los puntos
de: Alle Punkten Entfernen
eu: Ezabatu kontrol-gune guztiak

# ulanguage.lng_delete_control_point
source: Eliminar punto de control
de: Entfern Kontrollpunkt
eu: Kontrol-gunea ezabatu

source: Eliminar imagen(es)
de: Bild (er) Entfernen
eu: Irudia(k) ezabatu

source: Eliminar imagen(es) seleccionada(s)
de: Löschen von ausgewählten Bild (er)
eu: Hautaturiko irudia(k) ezabatu

# ulanguage.lng_details
source: Detalles
de: Details
eu: Xehetasunak

# ulanguage.lng_details_of_image
source: Detalles de la imagen
de: Bild-Details
eu: Irudiaren xehetasunak

source: Directorio
de: Verzeichnisse
eu: Helbidea

source: Inactivo
de: Ausgeschaltet
eu: Itzalita

# ulanguage.lng_edit
source: Editar
de: Bearbeiten
eu: Eraldatu

source: Editar imagen
de: Bild bearbeiten
eu: Irudia eraldatu

source: Editar imagen con un editor externo
de: Bild bearbeiten mit einem externen Programm
eu: Irudia kanpoko gailu batekin eraldatu

# ulanguage.lng_edit_properties_of_the_image
source: Editar propiedades de la imagen
de: Bearbeiten Sie die Eigenschaften des Bildes
eu: Irudiaren ezaugarriak aldatu

# ulanguage.lng_edit_selection
source: Editar selección
de: Selektion Bearbeiten
eu: Hautatutako irudia eraldatu

source: Activo
de: Aktiviert
eu: Piztuta

# ulanguage.lng_enviroment
source: Entorno
de: Umgebung
eu: Ingurunea

source: Error
de: Fehler
eu: Akatsa

source: El archivo existe, ¿Desea sobreescribirlo?
de: Die Datei existiert bereits, sind Sie sicher, dass Sie es überschreiben?
eu: Fitxategi hau lehendik ere bazegoen, berridazterik nahi?

source: El código establecido ya existe.
de: Dieses Map Code existiert bereits
eu: Zehazturiko zenbakia lehendik ere bazegoen.

# ulanguage.lng_exit
source: Salir
de: Schließen
eu: Irten

# ulanguage.lng_export
source: Exportar
de: Exportieren
eu: Igorri

source: Exportar imagen(es) del FPG a disco
de: Exportieren Bild (er) auf Festplatte
eu: FPGtik diskara irudia(k) igorri

source: Exportar recursos del FPG
de: Export Quellen aus dem FPG
eu: FPGtik baliabideak igorri

source: El archivo ya existe.
de: Die Datei existiert bereits.
eu: Fitxategi hau bazegoen lehen ere.

source: Archivo de lenguaje incorrecto.
de: Ungültige Sprache Datei.
eu: Okerreko hizkuntza fitxategia.

# ulanguage.lng_file_name
source: Nombre de Archivo
de: Dateiname
eu: Izena

source: El archivo no existe.
de: Es existiert nicht.
eu: Fitxategi hau ez dago.

source: Botones tipo "FLAT"
de: Flache Knöpfe
eu: Botoiak mota " FLAT "

source: Código de FPG:
de: FPG Kode:
eu: FPGaren kodea:

source: Configurar FPG Editor
de: FPG Editor Konfiguration
eu: FPG EDITen ezarpenak

source: FPG (Archivo de gráficos)
de: FPG (File of graphics)
eu: FPG (Irudien fitxategia)

source: Debe seleccionar solamente una imagen.
de: Sie müssen mindestens ein Bild auswählen, in der FPG.
eu: Irudi bat soilik hautatu behar duzu.

# ulanguage.lng_height
source: Alto
de: Höhe
eu: Garai.

# ulanguage.lng_help
source: Ayuda
de: Hilfe
eu: Honen inguruan

# ulanguage.lng_hide_show_directories
source: Ocultar/Mostrar directorios
de: Verzeichnisse Verbergen / Anzeigen
eu: Ezkutatu/Erakutsi helbideak

source: Ocultar/Mostrar panel superior
de: Panel Verbergen / Anzeigen
eu: Ezkutatu/Erakutsi goiko leihoa

source: Ignorar
de: Ignorieren
eu: Ezikusi

# ulanguage.lng_images
source: Imágenes
de: Bilder
eu: Irudiak
